Repository: iChester/gdt-translations
Catalog: *.po
Languages: uk

source: Outstanding achievement.
uk: Видатне досягнення.

source: Awesome!
uk: Приголомшливо!

source: My new favorite!
uk: Мій новий фаворит!

source: {0} sales
uk: Продажі: {0}

source: {0} maintenance
uk: Обслуговування: {0}

source: {0} was so successful that we now have {1} fans!
uk: Гра {0} була настільки успішною, що кількість фанів збільшилась до {1}!

source: {0} sold {1} units in its first week on the market.
uk: За перший тиждень було продано {1} гри {0}.

source: We made it in the charts at #{0}!
uk: Ми зайняли {0}-е місце в хіт-параді!

source: First week of sales!
uk: Перший тиждень продажів!

source: {0} is now off the market. It sold {1} units generating {2} in sales.
uk: {0} знято з продажу. За весь час було продано {1} копій. Загальний дохід {2}.

source: Game off the market.
uk: Гра знята з продажу.

source: Sales Record
uk: Рекорд продажів

source: {0} has achieved a company sales record with over {1} units sold! This is an important milestone in the history of {2}!
uk: {0} побила рекорд продажів компанії з більш ніж {1} проданих одиниць! Це важлива подія в історії {2}!

source: We just got word that {0} which was recently released by {1} has racked up over {2} in sales.
uk: Нам стало відомо, що гра {0}, нещодавно видана {1}, заробила понад {2}.

source: If the game were a music record it would have {0} status.{n}
uk: Якби ця гра була музичним треком, то отримала б золотий грамофон.{n}

source: An incredible achievement
uk: Неймовірне досягнення

source: This is an unbelievably high number.
uk: Неймовірно велика кількість.

source: This game truly deserves to be called AAA.
uk: Ця гра дійсно заслуговує на те, щоб називатись грою класу AAA.

source: Only a true master of the industry could achieve such a milestone. {0} will forever be remembered in gaming history for this.
uk: Тільки справжній майстер міг досягти цих врешин. Ім'я {0} назавжди увійде в історію ігрової галузі.

source: The excitement around the game seems to have no end.
uk: Ажіотаж навколо гри, здається, не матиме кінця.

source: We wonder how many more it will sell.
uk: Цікаво, скільки ж ще вона буде продаватись.

source: Competitors have been observed muttering jealous remarks.
uk: Конкуренти із заздрістю коментують ваші успіхи.

source: Go {0}! Well done!
uk: Браво, {0}! Вперед - до успіху!

source: According to our market research the recently published game '{0}' is a surprise hit with players.
uk: Наше дослідження ринку показує, що недавно випущена гра '{0}' користується неочікуваною популярністю серед гравців.

source: The developer {0} is fairly new to the gaming industry but we cannot wait for what they will develop next!
uk: Хоч поки компанія {0} є новачком в ігровій галузі, нам дуже кортить дізнатись, якими будуть її наступні розробки!

source: The latest game by {0} has received very positive reviews overall! {1} gave it a '{2}' saying '{3}'.
uk: Остання гра {0} в цілому отримала дуже позитивні відгуки! {1} дає їй оцінку '{2}', відмітивши: '{3}'.

source: If {0} continues to innovate like this they might become a new fan favorite!
uk: Якщо компанія {0} залишиться такою ж іноваційною, то стане новим фаворитом в ігровому світі!

source: {0}, the newest game by {1} has caused a storm of good reviews and excited customers.
uk: {0}, нова гра від {1} спричинила справжній буревій з позитивних відгуків та викликала шквал захоплення серед гравців.

source: Industry professionals say that {0} is one of these rare games that will set a new quality standard for future games.{n}
uk: Галузеві фахівці кажуть, що {0} є одною з тих рідкісних ігор, які встановлюють новий стандарт якості для майбутніх проектів.{n}

source: It seems that {0} really has made gaming history with {1}! Well done!
uk: Здається, що завдяки {1} компанія {0} стала справжнім творцем історії ігрової галузі. Браво!

source: If you are not a fan of {0} now then chances are you will be after playing their latest hit {1}.
uk: Навіть якщо ви поки не є шанувальником компанії {0}, то швидше за все станете ним після того, як зіграєте в її останній хіт - {1}.

source: Ladies and gentlemen, the surprise hit of the year is {1} by {0}.
uk: Пані та панове, неочікуваний хіт року - це {1} від {0}.

source: When I started playing {1} I had no idea what I was in for.
uk: Коли я розпочав грати у {1}, то й гадки не мав, що мене очікує.

source: There are a lot of good surprises waiting for you in {1}.
uk: Є багато приємних сюрпризів, що чекають на вас у {1}.

source: Another memorable game by {0} has been released.
uk: Побачила світ ще одна хітова гра від {0}.

source: I have been playing {1} and have tremendously enjoyed the experience.
uk: Я грав у {1} і отримав незабутні враження.

source: {0} surprises us again with a very enjoyable game.
uk: {0} знову дивує нас своєю дуже приємною грою.

source: Rarely will a game captivate you as much as {1}.
uk: Рідко коли гра захоплює настільки, наскільки це вдається {1}.

source: {1} really deserves the top spots in the charts.
uk: {1} дійсно заслуговує на перші місця в хіт-парадах.

source: Simply one of the best games I've played.
uk: Одна з кращих бачених мною ігор.

source: Well, what can I say? Stop reading. Start playing.
uk: Ну, що я можу сказати? Досить читати - час грати!

source: A stellar effort by {0}.
uk: Приголомшливе досягнення {0}.

source: To {0}: Keep the hits coming please :)
uk: {0}, будь ласка, не спиняйтесь :)

source: Only a game with unicorns, rainbows, pirates and ninjas could possibly be better.
uk: Мабуть, лише гра з єдинорогами, веселками, піратами та ніндзя могла вийти кращою.

source: Summary: best. game. ever.
uk: Коротко про гру: просто... найкраща... на всі часи.

source: There is a rare technical polish in this game which really comes through in the overall experience.
uk: Технічний рівень цієї гри відшліфований до блиску, що суттєво впливає на загальне враження від неї.

source: The game shines of technical excellence. Clearly the developers know what they are doing.
uk: Гра просто сяє технічною досконалістю. Судячи з усього, розробники знають, що роблять.

source: I was positively surprised to see the level of polish that went into the underlying game engine. The effort really paid off.
uk: Я був приємно здивований рівнем технічної досконалості ігрового рушія. Вкладені зусилля виявились не марними.

source: In this type of game the core gameplay mechanics are really important and the developer has nailed it.
uk: Для ігор даного типу механіка ґеймплею має дійсно велике значення, і розробники чудово впорались із цим.

source: I have rarely seen such responsive game controls. A true joy to play.
uk: Не часто зустрінеш настільки чутливу систему керування. Грати з нею - справжнє задоволення.

source: The attention to detail to the core gameplay has really paid off.
uk: Увага до деталей ґеймплею просто вражає.

source: This game doesn't just tell a story, no, it manages to draw you in so that you truly feel part of an adventure.
uk: Ця гра не просто розповідає вам історію - вона здатна так поглинути вас, що ви починаєте відчувати себе частиною пригоди.

source: A true achievement in interactive story telling, the characters and the captivating scenarios just stick in your mind.
uk: Справжній шедевр інтерактивної розповіді: ігрові персонажі та захоплюючі сюжетні повороти цілком поглинають вас.

source: Whoever wrote the story of {1} will likely win a prize for it.
uk: Хто б не написав сценарій до {1}, швидше за все, він отримає за нього літературну нагороду.

source: The character dialogues in this game are just oustanding. Rarely will you be so captivated in a conversation.
uk: Діалоги між персонажами цієї гри просто неймовірні! Рідко коли можна так захопитись розмовою.

source: The term dialogue tree really doesn't do {1} justice. This game has a dialogue forest... in a good way.
uk: Використання терміну 'дерево діалогів' для {1} є недоречним. Насправді ця гра має справжній ліс діалогів... в хорошому сенсі.

source: A perfect example on how dialogues in a game can be so much more thrilling than in a movie or book. At every stage I felt like I really had choices and was driving the story.
uk: Чудовий приклад того, як діалоги в грі можуть бути набагато більш захоплюючими, ніж у кіно або книзі. На кожному етапі я відчував, що дійсно маю вибір і по-справжньому керую сюжетом.

source: The progression in this story is just perfect. Just when you start to think things settle down something surprising will happen.
uk: Динаміка розвитку подій тут просто досконала. Щойно ви починаєте думати, що все вгамувалось, трапляється щось дивовижне.

source: The level design is both sophisticated and surprisingly intuitive. I never felt like I was guided through a level but I never ever got lost either. A true achievement.
uk: Дизайн рівнів є одночасно складним і, на подив, інтуїтивно зрозумілим. Я жодного разу не відчув, що мене ведуть по ігровим локаціям, але й ніколи не заблукав. Це справжнє досягнення.

source: Simply iconic level designs, from start to finish.
uk: Взірцевий дизайн рівнів - від початку й до кінця.

source: The computer-controlled entities in this game are so incredibly convincing that I caught myself talking at them at times.
uk: NPC-персонажі в цій грі неймовірно переконливі: час від часу я ловив себе на тому, що розмовляю з ними.

source: Rarely manages a game to blend the A.I. so well into the game world that you just feel completely immersed.
uk: Рідко вдається побачити гру з настільки добре реалізованим штучним інтелектом, що ви відчуваєте себе повністю зануреним у події.

source: The game responds to the player in such a realistic fashion that it makes you sometimes forget that this is just a game.
uk: Гра реагує на дії гравця надзвичайно реалістично: часом забуваєш, що це - всього лише гра.

source: A wonderfully imaginative gameworld makes {1} a joy to discover. You will spend hours travelling through this world.
uk: Вражаюча модель ігрового світу {1} спонукає гравця дослідити його. Ви витратите довгі години, подорожуючи цим світом.

source: This is world design at its best. Brave, imaginative and unapologetically following its incredible artistic vision.
uk: Взірцевий дизайн ігрового світу - сміливий, глибоко образний та неймовірно артистичний.

source: The attention to detail in the world design really sets this game apart from others in the genre.
uk: Увага до деталей в дизайні ігрового світу робить цю гру по-справжньому особливою у вибраному жанрі.

source: Visually pleasing is an understatement. This game looks incredibly good.
uk: Ця гра більше, ніж просто візуально приємна: вона виглядає неймовірно гарно.

source: The art style in {1} blends so well with the general feeling of the game. A perfect match.
uk: Художній стиль {1} чудово узгоджується із загальним сприйняттям гри. Ідеальне поєднання.

source: Truly oustanding visual design is only one of the many reasons why {1} deserves your attention.
uk: Дійсно видатний візуальний дизайн є лише однією з багатьох причин, чому гра {1} варта вашої уваги.

source: I rarely highlight the sound of a game instead of the many other noteworthy features but in {1} the sound design was truly awe-inspiring.
uk: З усіх ігрових характеристик я рідко виділяю звук, однак звукове оформлення {1} дійсно вражає.

source: The sound in this game gives you goose bumps. Very well designed.
uk: Від звуків цієї гри вашу шкіру вкриють мурашки. Чудова реалізація.

source: The game doesn't just look good it sounds incredibly good too. A true feast for players who appreciate high quality sound.
uk: Гра має не тільки гарний вигляд, а ще й неймовірне звукове оформлення. Справжнє свято для гравців, які цінують високу якість звуку.

source: Sports
uk: Спорт

source: Military
uk: Війна

source: Medieval
uk: Середньовіччя

source: Space
uk: Космос

source: Racing
uk: Перегони

source: Fantasy
uk: Фентезі

source: Pirate
uk: Пірати

source: Sci-Fi
uk: Наукова фантастика

source: Airplane
uk: Літаки

source: Dungeon
uk: Підземелля

source: Mystery
uk: Таємничість

source: Martial Arts
uk: Бойові мистецтва

source: History
uk: Історія

source: Horror
uk: Жахи

source: Business
uk: Бізнес

source: Transport
uk: Транспорт

source: Comedy
uk: Комедія

source: Ninja
uk: Ніндзя

source: Romance
uk: Романтика

source: Spy
uk: Шпигуни

source: Cyberpunk
uk: Кіберпанк

source: UFO
uk: НЛО

source: Hospital
uk: Лікарня

source: Evolution
uk: Еволюція

source: Time Travel
uk: Подорожі у часі

source: Life
uk: Життя

source: Virtual Pet
uk: Віртуальний улюбленець

source: Vocabulary
uk: Словник

source: Hunting
uk: Полювання

source: Law
uk: Закон

source: Game Dev
uk: Розробка ігор

source: City
uk: Місто

source: School
uk: Школа

source: Fashion
uk: Мода

source: Hacking
uk: Хакери

source: Government
uk: Уряд

source: Prison
uk: В'язниця

source: Surgery
uk: Хірургія

source: Music
uk: Музика

source: Rhythm
uk: Ритм

source: Superheroes
uk: Супергерої

source: Post Apocalyptic
uk: Постапокаліпсис

source: Alternate History
uk: Альтернативна історія

source: Vampire
uk: Вампіри

source: Werewolf
uk: Перевертні

source: Aliens
uk: Прибульці

source: Wild West
uk: Дикий Захід

source: Dance
uk: Танці

source: Management
uk: Менеджмент

source: Staff Management
uk: Керування персоналом

source: Well done! You've successfully completed your management course and you are now able to hire your very first employee! To get started close this message and then {0} the 'Fill Position...' button which is visible near the big desk.
uk: Так тримати! Ви успішно пройшли курс з менеджменту і тепер можете найняти вашого першого співробітника! Щоб почати, закрийте це повідомлення, а потім {0} кнопку 'Найняти ... ", яка розташована поруч з великим столом.

source: Staff Welcome Training
uk: Тренінг для нових працівників

source: Special
uk: Додаткове

source: Develop patch
uk: Розробка патчу

source: It seems that {0} has finally released their patch for {1}. One fan said: 'I can't believe it took them so long to release a patch! I surely hope that they are more efficient next time!'
uk: Здається, компанія {0} нарешті випустила патч для {1}. Коментар одного з фанів: 'Не можу повірити, що їм знадобилось стільки часу, щоб підготувати латку! Я дуже сподіваюсь, що наступного разу вони виявляться спритнішими!'

source: {0} has recently released a much needed patch for {1}. One fan said: 'I love companies like {0}. They don't just milk their customers for more money but also understand our concerns and make sure that we can enjoy our games!'.
uk: Недавно компанія {0} випустила дуже потрібний патч для {1}. Коментар одного з фанів: '{0} - класна компанія. Вона не намагається просто видоїти з користувачів якомога більше грошей, а дійсно розуміє їх проблеми і хоче зробити так, щоб всі ми могли по-справжньому насолоджуватись іграми'.

source: Specialists
uk: Спеціалісти

source: Design Specialist (Req. 700 D)
uk: Спеціаліст з дизайну (потр. 700 Д)

source: Technology Specialist (Req. 700 T)
uk: Спеціаліст з технологій (потр. 700 Т)

source: Boost (Req. D:500 or T:500)
uk: Прискорення (потр. 500 Д або 500 Т)

source: Boost Max. Level 3 (Req. D:700 or T:700)
uk: Макс. прискорення. Рівень 3 (потр. 700 Д або 700 Т)

source: Specialization
uk: Спеціалізація

source: {0} [Req. {1}D/{2}T]
uk: {0} [потр. {1}Д/{2}Т]

source: Coding contest
uk: Змагання з програмування

source: Teach and learn
uk: Навчайте та вчіться

source: Game Design Course
uk: Курс ігрового дизайну

source: Programming Course
uk: Курс з програмування

source: Product Management Course
uk: Курс з продакт-менеджменту

source: R&D Course
uk: Курс з R&D

source: Practice, Practice, Practice
uk: Практика, практика, практика

source: G3 Pixel Cup
uk: G3: Кубок Пікселя

source: G3 Code Jam
uk: Турнір з програмування в рамках G3

source: G3 Game Jam
uk: G3: Сесія "Game Jam"

source: G3 Time Trials
uk: G3: Змагання на час

source: G3 Innovation Challenge
uk: G3: Змагання з впровадження іновацій

source: Book studies
uk: Підручники

source: Congratulations! You've successfully completed {0}.
uk: Вітаємо! Ви успішно завершили {0}.

source: Training Complete
uk: Навчання завершено

source: Tutorial
uk: Навчальний посібник

source: tap
uk: торкніться

source: click
uk: натисніть

source: Create a company
uk: Створіть компанію

source: Congratulations! You've just started your very own game development company! At the moment your office is in a garage and you are the only employee but don't worry, many successful businesses have started out this way!{n}Let's start developing your first game. Close this message and then {0} anywhere on the screen to bring up the action menu.
uk: Вітаємо! Ви щойно заснували свою власну компанію з розробки ігор! Наразі ваш офіс розташований в гаражі, а єдиним вашим співробітником є ви самі. Але не зважайте на це: багато успішних фірм починали з малого!{n}Давайте почнемо розробку вашої першої гри. Закрийте це повідомлення, а потім {0} в будь-якому місці екрану, щоб відкрити меню дій.

source: Create a game
uk: Розробіть гру

source: Before development can begin you have to decide what kind of game you want to create and give your game a name. You can also select which graphic technology your game should use.{n}Your options are initially limited but once you have a bit of experience you will be able to unlock new options.
uk: Перед тим, як почати розробку, ви маєте вирішити, яку саме гру хочете створити, і дати їй ім'я. Ви також можете вказати, які графічні технології будуть використані у вашій грі.{n}Ваші можливості вибору поки обмежені, але щойно ви отримаєте трохи досвіду, то зможете розблокувати нові опції.

source: Game points
uk: Ігрові очки

source: First game finished
uk: Першу гру створено

source: swipe from the edge of the screen to bring up the app bar
uk: проведіть від краю екрану, щоб викликати панель програми

source: right click to bring up the app bar
uk: натисніть праву кнопку миші, щоб викликати панель програми

source: swipe from the right edge of the screen
uk: проведіть від правого краю екрану

source: bring your cursor to the top right corner of the screen and then move down.
uk: підведіть курсор до верхнього правого краю екрану, а потім пересуньте вниз.

source: Appbar and help menu
uk: Панель програми та довідковий розділ

source: If you ever want to review the tutorial messages then you can do so in the Help menu. To access the Help menu and other features such as saving, loading and creating a game simply {0}.{n}You can also change game settings by using the Settings charm. To show the charms bar simply {1} You can then {2} on Settings.
uk: Ви можете в будь-який момент переглянути навчальні повідомлення в розділі 'Допомога' основного меню. Для отримання доступу до довідкового розділу та інших функцій, таких як збереження, завантаження та створення гри, просто {0}.{n}Ви також можете змінити налаштування гри в панелі 'Налаштування'. Для виводу панелі просто {1}. Далі {2} на 'Налаштування'.

source: Contracts unlocked
uk: Розблоковано контракти

source: Contracts have now been unlocked. To see available contracts close this message and then {0} anywhere on the screen to bring up the action menu.
uk: Ви отримали доступ до контрактів. Щоб побачити доступні контракти, закрийте це повідомлення і {0} в будь-якому місці екрану для виклику меню дій.

source: Contracts
uk: Контракти

source: Contracts are a useful tool to earn some extra cash when your balance is low and can also be useful to generate a small number of research points. Contracts require you to generate a certain amount of design and technology points before the time runs out.{n}Decide carefully what contract you accept. If you miss the deadline for a contract you will have to pay a penalty so it's better to start out with smaller contracts and see how much you can handle.
uk: Контракти є корисним інструментом, який дозволяє вам заробляти додаткові гроші, а також отримувати невелику кількість очок досліджень. За умовами контрактів, ви маєте згенерувати певну кількість очок дизайну та технологій за визначений період.{n}Уважно ознайомтесь з умовами контракту перед тим, як його підписувати. Якщо ви не вкладетесь у вказані терміни, вам доведеться заплатити штраф, тож краще почати з невеликих контрактів, щоб зрозуміти, чи зможете ви впоратися з крупнішими.

source: Game released
uk: Гру випущено

source: Your game is now complete and will be handed off to publishing. We should see reviews and sales coming in for the game soon!
uk: Ваша гра повністю готова і незабаром надійде 'в друк'. Перші відгуки та інформація про продажі з'являться вже найближчим часом!

source: Game development completed
uk: Розробку гри завершено

source: The development of your game has now finished. While developing games you gain experience and improve your skills. When development is completed you will be presented with a summary of the experience gained.
uk: Розробку вашої гри закінчено. При створенні гри ви накопичуєте досвід і поліпшуєте ваші навички. Після завершення розробки буде виведено звіт про отриманий вами досвід.

source: First sales
uk: Перші продажі

source: Now that your game is on sale you will receive the income from the game every week. You can see how well your game is doing by looking at the sales graph in the top right of the screen.
uk: Тепер, коли ваша гра надійшла у продаж, ви щотижня будете отримувати від неї дохід. Ви можете бачити, наскільки успішною є ваша гра, аналізуючи графік продажів у верхньому правому куті екрану.

source: Research
uk: Дослідження

source: Research is important to unlock new options and make better games. You should try to save enough research points to be able to create your own game engine. This will greatly improve your games.{n}Hint: Try to develop games with different topic and genre combinations for a slight research boost.
uk: Дослідження дуже важливі! Вони відкривають нові можливості та дозволяють створювати кращі ігри. Спробуйте накопичити стільки очок досліджень, скільки необхідно для створення власного ігрового рушія. Це істотно поліпшить ваші ігри.{n}Підказка: намагайтесь розробляти ігри з різними поєднанням теми та жанру - це дасть невелику кількість додаткових очок досліджень.

source: Development phases
uk: Фази розробки

source: Game development runs through three stages. At the beginning of each stage you can decide what areas of the game you want to focus on. Picking the right focus for your game greatly increases the points you generate.{n}Think about what areas are important for your game and decrease the focus on areas you think are less important. If you want to read a brief description of the different areas please refer to the Help menu.
uk: Розробка гри проходить в три стадії. На початку кожної зі стадій Вам необхідно визначити на яких областях гри ви хочете зосередитись. Правильний вибір напрямку для гри значно підвищує генеровані Вами бали.{n}Подумайте про те які з областей Вашої гри найважливіші та приділяйте менше уваги тим з них, що Ви вважаєте несуттєвими. Якщо у Вас виникне бажання переглянути більш детальний опис різних областей гри, будь ласка, зверніться до меню Довідки.

source: Research custom engine
uk: Дослідити створення власного рушія

source: Now you can create your own game engines. To get started close this message and {0} anywhere to bring up the action menu.
uk: Тепер ви можете створювати власні ігрові рушії. Щоб розпочати, закрийте це повідомлення і {0} будь-де для виклику меню дій.

source: Research engine part
uk: Дослідити частину рушія

source: You have just researched your first engine part. To be able to use this in your games you need to create a new engine which includes this part.
uk: Ви щойно дослідили першу частину ігрового рушія. Щоб використовувати це у ваших іграх, вам потрібно створити рушій з підтримкою цієї частини.

source: Creating engine
uk: Створення рушія
