Repository: iChester/gdt-translations
Catalog: *.po
Languages: uk

source: Thanks for agreeing to the coding contest. It was a big success! {0} won the contest and is lucky to distribute the prize of {1} to charity. We have also learned a lot in the process.
uk: Спасибі за згоду на проведення турніру з програмування. Він увінчався успіхом! Переможець турніру, {0}, пообіцяв перевести премію у розмірі {1} благодійному фонду. Ми також багато чому навчились в процесі.

source: Boss, someone seems to have stolen our credit card information and used it to buy a lot of things in the past three months. Unfortunately we have lost {0}!
uk: Босе, здається, хтось украв дані нашої кредитки і користався нею для покупок різноманітних речей впродовж трьох місяців. На жаль, ми втратили {0}!

source: I am an employee of the Environmental Protection Agency and have an offer for you. Your company has a high electrical footprint right now. If you would install solar panels you could decrease your footprint and save money in the long run. We would sponsor 50% of the costs which brings your investment to {0}! Would you like to install it?
uk: Я працівник Управління з охорони навколишнього середовища (EPA) і у мене є пропозиція для вас. Наразі ваша компанія споживає дуже багато електрики. Якби ви встановили сонячні батареї, ви могли б зменшити витрати електрики і в кінцевому результаті зекономити фінанси. Ми можемо проспонсорувати 50% затрат, тож вам залишиться заплатити {0}! Чи бажаєте ви їх встановити?

source: Install (pay {0})
uk: Встановити (заплатити {0})

source: Ignore offer
uk: Проігнорувати пропозицію

source: solar panels
uk: сонячні колектори

source: Great, it was a wise decision installing a solar collector!
uk: Чудово, було дуже розумно з вашого боку встановити сонячні колектори!

source: {0} has recently installed solar panels in their offices. While the video game and software industries are one of the cleanest industries on earth they do eat up a lot of electricity so installing solar panels can really make an impact.
uk: В офісах {0} нещодавно встановили сонячні колектори. Не зважаючи на те, що індустрії відеоігор і програмного забезпечення вважаються чи не найбільш екологічно чистими індустріями у світі, вони споживають багато електрики. Саме тому встановлення сонячних колекторів може значно вплинути на ситуацію.

source: Sorry to hear that you are declining our offer
uk: Нам прикро від того, що ви відмовились від нашої пропозиції

source: Boss, it's way too hot in our office and the heat is starting to impact on our work. I've researched and found an air conditioner which would be perfect for us. It costs {0}. Should we order it?
uk: Босе, в нашому офісі надто спекотно і це негативно впливає на нашу роботоспроможність. Я знайшов кондиціонер, який ідеально підходить для нашого офісу. Він вартує {0}. Замовимо?

source: Yes (pay {0})
uk: Так (заплатити {0})

source: air conditioner
uk: кондиціонер

source: Boss, the heat is becoming a serious problem. Just yesterday my mouse melted and my keyboard is covered in sweat. Not a good environment to work in. We really need an air conditioner.{n}Unfortunately the previous offer has expired and we would need to pay {0}. Should we order it?
uk: Босе, спека стає серйозною проблемою. Вчора моя мишка почала плавитись, а моя клавіатура вся вкрита потом. Не надто хороші умови для роботи. Нам справді необхідний кондиціонер.{n}На жаль, попередня пропозиція закінчилась і нам доведеться заплатити {0}. Будемо замовляти?

source: Boss, We've had enough and ordered the air conditioner ourselves. Thanks for nothing.
uk: Босе, нам набридло сидіти у цій спеці і ми самі замовили кондиціонер. Спасибі за ніщо.

source: Dave Johnson here, CEO of Departure Science. Some of our test subjects were recently exposed to some of your games and, surprisingly, they didn't go totally insane. They seemed to quite enjoy the experience in fact. Anyway, I have some products that need advertising and could do with some product placement.{n}My marketing boys tell me that making you this offer is a bad idea but that's exactly why I want it. I'll pay you {0} to place some of our fine red painted exploding barrels in one of your games. What'd ya say?
uk: Я Дейв Джонсон, генеральний директор Departure Science. Нещодавно на декому з наших піддослідних було перевірено ваші ігри і, що дивно, вони не з'їхали з ґлузду. Здається, вони навіть насолоджувались грою. Так чи інакше, у мене є деякі продукти, які потребують реклами. Ви могли б допомогти нам, розмістивши приховану рекламу.{n}Мої хлопці, які відповідають за маркетинг сказали, що це погана ідея і саме тому я хочу спробувати. Я заплачу вам {0}, якщо ви розмістите наші червоні вибухонебезпечні бочки у якійсь із своїх ігор. Що скажете?

source: Product Placement
uk: Розміщення продукту

source: Sure!
uk: Звичайно!

source: Excellent! Good to hear you have some spirit in you. One more thing: Don't feel like you have to go and rush those barrels into your next game. I'd rather have you place them in a game where they fit well. Johnson out.
uk: Чудово! Радий чути, що у вас є дух. Ах так, іще дещо: не спішіть розміщувати бочки у своїй наступній грі. Краще закиньте їх до тієї гри, якій вони пасуватимуть. Джонсон.

source: Dave Johnson here! Listen! You did well placing our beloved barrels in {0} - my marketing eggheads say profits are increasing which means more science for us. Well done. Here, have this cake.
uk: Це Дейв Джонсон! Послухайте, ви правильно зробили коли розмістили бочки у своїй {0}. Мої маркетологи кажуть, що завдяки цьому прибутки компанії ростуть! Це буде хорошим досвідом для нас. Молодці! Ось, візьміть цього пирога.

source: Dave Johnson here! Listen! Those red exploding barrels I'd asked you to place in your game. Well, seems that folks didn't really enjoy them as much in {0}. Oh well, was worth a try.
uk: Це Дейв Джонсон! Я щодо тих вибухонебезпечних червоних бочок, які я просив вас розмістити у грі. Що ж, здається людям не до вподоби їхня присутність в {0}. Шкода, але спробувати варто було.

source: Message
uk: Повідомлення

source: It seems that you have some serious financial difficulties and your company is about to go bankrupt. After careful consideration we have decided to offer you a deal.
uk: Схоже, що у вас виникли серйозні фінансові труднощі і ваша компанія на межі банкрутства. Ми довго обдумували ситуацію, що склалась і вирішили запропонувати вам угоду.

source: We will give you {0} which should move you out of the danger zone but in return you have to commit to pay us {1} in a year's time.
uk: Ми дамо вам в борг {0}. Ця сума повинна вирішити всі ваші фінансові проблеми. Єдина умова: ви зобов'язуєтесь повернути нам {1} впродовж року.

source: Bank offer
uk: Пропозиція банку

source: Agree (receive {0})
uk: Погодитися (отримати {0})

source: No (go bankrupt)
uk: Ні (збанкрутіти)

source: Bailout
uk: Спасіння

source: Bank
uk: Банк

source: This is a reminder that we require you to pay back the agreed amount of {0} in three months' time.
uk: Це нагадування про те, що на повернення боргу в розмірі {0} у вас залишилось три місяці.

source: The amount of {0} has been deducted from your account.
uk: З вашого рахунку було списано {0}.

source: Bailout payback
uk: Повернення фінансової допомоги

source: Boss, I think it's time to announce the {0} to the world. Should we go ahead and make a press release?
uk: Бос, я вважаю, що настала пора представити {0} світу. Чи не зробити нам прес-реліз?

source: Announce
uk: Анонсувати

source: Don't announce
uk: Не анонсувати

source: In a surprise announcement {0}, a company known for games such as {1} has revealed that they have been working on their very own game console. The console which is called {2} is said to compete with the high end consoles from companies like Mirconoft and Vonny.{n}We are eager to see how much of an impact this new console will have.
uk: У своїй заяві компанія {0}, відома за грою {1}, повідомила, що працює над створенням власної ігрової платформи. Консоль називатиметься {2} і, за словами розробників, буде сильним конкурентом для консолей нового покоління від компаній Mirconoft і Vonny.{n}Ми з нетерпінням чекаємо випуску нової платформи.

source: which had only limited commercial success.
uk: який лише обмежив комерційний успіх.

source: which had moderate commercial success.
uk: у якого був помірний комерційний успіх.

source: which had a sizeable following and really made an impact in the market.
uk: який мав значну кількість шанувальників, і значним чином вплинув на ринок.

source: {0} has announced that they are working on a new game console. The console named {1} is planned as a successor to their earlier contender, the {2}
uk: В {0} заявили, що вони працюють над новою ігровою платформою. Консоль називатиметься {1} і очікується, що вона замінить свого попередника, {2}.

source: I will get right to it.
uk: Я займусь цим вже зараз.

source: Okay, you are the boss.
uk: Гаразд, ви бос.

source: Congratulations on finishing Game Dev Tycoon and thank you for playing! If you enjoyed our little game then please consider rating the game on the Store. You can also send us some feedback
uk: Вітаємо з проходженням Game Dev Tycoon і спасибі за участь! Якщо вам сподобалася наша невеличка гра, то, будь ласка, оцініть її в Магазині. Ви також можете надіслати нам свої відгуки та пропозиції

source: and, if you really loved the game, you can (if you wish) vote with your wallet to support us even further.
uk: і, якщо вам дійсно сподобалася гра, ви можете (якщо бажаєте) оцінити її своїм гаманцем, щоб ще більше підтримати нас.

source: See options...
uk: Показати опції...

source: No, thanks
uk: Ні, дякую

source: Continue game
uk: Продовжити гру

source: If you wish you can continue playing but please note that there will be no more platform releases or other story elements.
uk: Якщо ви бажаєте, можете продовжити грати, але майте на увазі, що більше не буде жодних релізів нових платформ і інших елементів історії.

source: Audio Settings
uk: Налаштування звуку

source: Help
uk: Допомога

source: About
uk: Про гру

source: Feedback & Support
uk: Зворотній зв'язок та підтримка

source: Privacy Policy (online)
uk: Політика конфіденційності (онлайн)

source: >> Lite Version <<
uk: >> Демо-версія <<

source: >> Trial <<
uk: >> Демо <<

source: Tap to start game ...
uk: Торкніться екрану, щоб розпочати гру ...

source: Click to start game ...
uk: Натисніть, щоб розпочату гру ...

source: Starting game...
uk: Гра розпочинається...

source: Click to continue ...
uk: Натисніть, щоб продовжити ...

source: Starting ...
uk: Розпочинаємо ...

source: Finishing ...
uk: Завершуємо ...

source: Completed:
uk: Виконано:

source: Research complete
uk: Дослідження завершено

source: You have successfully researched a new topic: '{0}'.
uk: Ви успішно дослідили нову тематику для гри: '{0}'.

source: You have successfully researched '{0}'.
uk: Ви успішно дослідили '{0}'.

source: Engine complete!
uk: Розробку рушія завершено!

source: Your new game engine '{0}' is now complete!
uk: Ваш новий ігровий рушій '{0}' готовий!

source: If the issue persists please report this error to {0}
uk: Якщо проблему не усунуто, повідомте про неї до {0}

source: Your bank account is in the red. Thankfully your bank has enabled you to overdraw your account up to {0} but be careful, if your account balance is below -{0} you will go bankrupt.
uk: На вашому банківському рахунку негативний баланс. На щастя, ваш банк пішов на поступки і не застосовуватиме проти вас жодних санкцій, доки на вашому рахунку залишається {0}. Втім, будьте обережні, адже якщо ваш баланс впаде нижче -{0}, ви збанкрутуєте.

source: Warning
uk: Попередження

source: Unfortunately you are bankrupt.
uk: На превеликий жаль, ви збанкрутували.

source: We have just got confirmation that {0}, which has been in financial trouble lately, has gone bankrupt. It appears that {1}, a behemoth in the gaming industry, has purchased the remains of the company.
uk: Ми щойно отримали підтвердження, що {0}, котра останнім часом переживала фінансові труднощі, збанкрутіла. Схоже, що гігант ігрової індустрії, {1}, скупили залишки компанії.

source: A spokesperson of {0} said, 'We are very excited to have acquired the rights to all of {1} previously released titles.' Hearing this news, many fans of {1} have expressed their disappointment.
uk: Прес-секретар {0} заявив: 'Ми надзвичайно раді, що придбали права на всі раніше випущені відеоігри {1}.' Почувши цю новину, багато шанувальників {1} висловили своє невдоволення.

source: Breaking News
uk: Екстренні новини

source: dev. license
uk: ліц. розробника

source: I love your work
uk: мені подобається ваша робота

source: I am impressed by your talent
uk: Я вражений вашим талантом

source: I think you have potential
uk: Я вважаю, у вас є потенціал

source: Hi there, I've just finished {0} and {1}. I'm in the contracting business and we could use skills like yours. If you are ever short on cash just let me know and I will see if I have some work for you. Jason
uk: Вітаю, я щойно пройшов {0} і {1}. Я працюю в компанії, що займається контрактами і ми могли б використати ваші навички. Якщо вам коли-небудь не вистачатиме грошей, просто дайте мені знати і я підшукаю якусь роботу для вас. Джейсон

source: Contract Work
uk: Робота за контрактом

source: Hi again, I heard that you've been very successful in the gaming business and are starting to grow your team. I've updated our client list, so if you are looking for some contract work let me know. Jason{n}Medium sized contracts have been unlocked.
uk: Привіт ще раз, я чув про ваші успіхи в ігровій індустрії і про те, що ви набираєте команду. Я оновив нашу клієнтську базу даних, тож, якщо ви шукатимете роботу за контрактом, звертайтесь. Джейсон{n}Середні за розміром контракти розблоковано.

source: Wow, I have seen some pictures of your new office! Cutting edge stuff! I'm sure you are doing very well but if you need to top up your budget I've a couple of big jobs that need to be taken care of. Jason{n}Large contracts have been unlocked.
uk: Нічого собі! Я бачив кілька фото з вашого нового офісу! Дуже сучасне приміщення! Переконаний, що справи у вас ідуть добре, але, якщо ви раптом шукатимете підробіток, то знайте, що у мене є кілька великих проектів, які необхідно реалізувати. Джейсон{n}Великі контракти розблоковано.

source: Jason here. I just got word from the client that the contract was completed successfully. Excellent work!
uk: Привіт, це Джейсон. Щойно розмовляв із клієнтом. Він задоволений контрактом. Так тримати!

source: Jason here. I see that the contract was not completed in time. Be careful what contracts you accept otherwise those penalties quickly add up.{n}Don't worry too much though, I don't hold grudges. If you want to try again let me know.
uk: Привіт, це Джейсон. Схоже, що вам не вдалось виконати контракт вчасно. Будьте уважні, адже коли ви не виконуєте умови контракту, вам доведеться сплатити чималий штраф.{n}Не переживай, я не ображаюсь. Якщо хотітимеш спробувати ще дай мені знати.

source: Usually I have new contracts every six months so check back some time.
uk: Зазвичай, нові контракти з'являються раз в півроку, тож загляньте пізніше.

source: Up-front payment
uk: Передоплата

source: Contract Refund
uk: Відшкодування збитків за контрактом

source: Graphic
uk: Графіка

source: Popular genre:
uk: Популярний жанр:

source: Popular: New topics
uk: Популярне: Нові тематики

source: Strong audience:
uk: Основна аудиторія:

source: Trend: Strange combinations
uk: Тренд: Дивні комбінації

source: It seems that the market has normalized again with no particular strong trends at the moment.
uk: Схоже, що ринок знову нормалізувався. В даний час немає чітких трендів.

source: It seems that {0} games are especially popular at the moment.
uk: Схоже, що відеоігри жанру {0} зараз дуже популярні.

source: There is a clear trend towards {0} games recently.
uk: Останнім часом відеоігри жанру {0} користуються неабияким попитом.

source: It seems that the market responds particularly well to games with new topics at the moment.
uk: Схоже, що нині ринок позитивно реагує на ігри з новою тематикою.

source: Market Analysis
uk: Аналіз ринку

source: Grid income
uk: Сітка доходу

source: Our own game convention is taking place in 4 weeks!
uk: Наш з'їзд розробників відеоігор відбудеться через 4 тижні!

source: In two months the {0} will be taken off the market!
uk: Через два місяці {0} буде прибрана з ринку!

source: {0} is no longer supported. You've released {1} games for the platform and earned a total of {2}!
uk: {0} більше не підтримується. Ви випустили {1} відеоігор для платформи і заробили {2}!

source: {0} is no longer supported.
uk: {0} більше не підтримується.

source: We had {0} people visiting our booth this year.
uk: Кількість людей, що відвідали наш стенд у цьому році, склала {0}.

source: We didn't make it in the top 100 booths this year. Once we gain more fans I'm sure we will!
uk: Цього року ми не потрапили в топ-100 на виставці. Втім, я переконаний, щойно наша армія фанатів поповниться, ми будемо в топі!

source: We were voted the number one booth this year! Congratulations!
uk: Ми зайняли перше місце на виставці цього року! Ура!

source: We made it into the top 100 conference attractions this year at place {0}.
uk: На цьогорічній конференції наша виставка попала до топ-100 кращих. Ми зайняли {0}-е місце.

source: Our convention had {0} visitors this year!
uk: Цього року наша виставка зібрала {0} відвідувачів цього року!

source: Game Conference
uk: Конференція відеоігор

source: monthly costs
uk: місячні витрати

source: Young
uk: Для дітей

source: Mature
uk: Для дорослих

source: Everyone
uk: Для всіх

source: in the coming years
uk: в найближчі роки

source: early next year
uk: на початку наступного року

source: late next year
uk: в кінці наступного року

source: later next year
uk: пізніше наступного року

source: later this month
uk: пізніше цього року

source: next month
uk: наступного місяця

source: in two months
uk: через два місяці

source: in the coming months
uk: в найближчі місяці

source: at the end of this year
uk: в кінці року

source: later this year
uk: пізніше цього року

source: Recent market studies suggest that the Govodore G64 is steadily outselling competitors in the PC sector. Consumers prefer the lower price, greater availability and the flexible hardware configuration over other home computers.{n}Experts say that this might spell the end of competing hardware manufacturers.
uk: Недавні вивчення ринку свідчать, що Govodore G64 впевнено випереджає своїх конкурентів в секторі PC. Споживачі надають перевагу нижчій вартості, більшій наявності на ринку і гнучкій конфігурації заліза.{n}Експерти кажуть, що можливо це стане початком кінця для конкуруючих виробників заліза.

source: Recent market data shows that the Govodore G64 seems to be slowly losing market share against other PC manufacturers.{n}In an unofficial statement a G64 employee said that the company has been unsuccessful in introducing higher priced computers to compete against newer and more advanced PCs.
uk: Судячи з досліджень ринку, Govodore G64 поступово поступається іншим виробниками ПК.{n}В неофіційній заяві одного з працівників G64 йдеться про те, що компанії не вдалось досягти успіху в запровадженні більш дорогих комп’ютерів, щоб не відставати від новітніх та більш просунутих ПК.

source: Hardware manufacturers around the world were surprised today as Govodore, the creator of the popular G64, has filed for bankruptcy.{n}Govodore failed to introduce a higher priced alternative and was forced to shut down production of the G64. The platform will retire from the market {0}.
uk: Виробники заліза у всьому світі були здивовані, дізнавшись що сьогодні Govodore, творець популярного G64 оголосив про банкрутство.{n}Govodore не вдалося створити більш дорогу альтернативу і вони змушені були зупинити випуск G64. Платформа зникне з ринку {0}.

source: According to rumours the Japanese company Ninvento is planning to launch its very own home gaming console. Ninvento is known for the widely successful arcade game 'Dinkey King'.{n}Many industry experts doubt that home gaming consoles will take off but we are eager to see what Ninvento will deliver.
uk: Подейкують, що японська компанія Ninvento планує випустити свою власну домашню ігрову консоль. Ninvento відома своєю успішною аркадою 'Dinkey King'.{n}Багато галузевих експертів сумніваються в успіху домашніх ігрових консолей, але нам дуже кортить подивитись, що ж такого запропонує Ninvento.

source: Today, Ninvento has confirmed recent rumours and announced their plans to release a new home gaming console called 'TES' {0}. The console features cartridge based games and a uniquely designed controller.
uk: Сьогодні Ninvento підтвердила останні чутки та поділилася своїми планами щодо релізу нової консолі, котра називатиметься 'TES' {0}. З особливостей консолі можна виділити підтримку ігор на картриджах та унікальний дизайн геймпаду.

source: Recent studies suggest that the increasing variety of gaming devices also creates a market for more specialized games. Some platforms become more popular with younger gamers while others cater for the more mature age groups.{n}As more and more developers enter the market we expect developers to focus their games on specific age groups to really make an impact.
uk: Останні дослідження показують, що зростання різноманіття ігрових пристроїв створює також ринок для більш спеціалізованих ігор. Деякі платформи стають популярнішими серед молодих геймерів, в той час як інші орієнтуються на старші вікові групи.{n}Оскільки все більше і більше розробників виходять на ринок, ми очікуємо, що для отримання кращого ефекту вони зосередяться на створенні ігор для певних вікових груп.

source: The recently released TES home console by Ninvento has proven to be a massive success. Sales numbers have exceeded expectations by far.{n}As one customer says: 'I love the games that come with the TES and playing with a controller is so much more fun than on a keyboard.'
uk: Нещодавно випущена ігрова консоль TES від Ninvento виявилася надзвичайно успішною. Кількість продажів значно перевищила очікування.{n}Ось коментар одного з покупців: 'Я люблю ігри, які йдуть на TES. Крім того, грати на геймпаді набагато цікавіше, ніж на клавіатурі'.

source: Following the massive success of the TES console there are now rumours circulating that Vena, another Japanese company, is planning to release a home gaming console on their own.
uk: Після неймовірного успіху консолі TES ходять чутки, що Vena, ще одна японська компанія, планує випустити власну ігрову консоль.

source: Today, Vena has confirmed recent rumours about a new gaming console and announced the Master V. The company claims that the Master V is technically superior to the massively successful TES by Ninvento and plans to release it {0}.
uk: Сьогодні у Vena підтвердили нещодавні чутки щодо нової ігрової консолі та анонсували Master V. Розробники стверджують, що Master V технічно потужніша за успішну TES від Ninvento і планують випустити її {0}.

source: The recently released gaming console, Master V by Vena, has stirred up the market worldwide. Industry experts say that the console is not very well marketed in North America but that it will flourish in other parts of the world.
uk: Недавно випущена ігрова консоль Master V від Vena перевернула світовий ринок. Галузеві експерти кажуть, що консоль не надто добре продається у Північній Америці, однак швидко розійдеться в інших частинах світу.
