Repository: iChester/gdt-translations
Catalog: *.po
Languages: uk

source: For fans of the mBox, the long wait for an update to the console will soon be over as Mirconoft has announced that the mBox One will be available {0}.
uk: Фанати mBox нарешті дочекались оновлення своєї консолі – компанія Mirconoft оголосила про вихід mBox One вже {0}.

source: The new console is marketed as a unified entertainment platform and comes with voice control and a camera which is always watching to enable gesture control. A camera which is always on is not the only controversial feature as the new console also seems to require internet access at least once a day to function properly, does not support previous mBox games and seems to place restrictions on how games can be shared or resold.{n}Clearly, Mirconoft wants to push the current status quo and deliver a console for a new future of gaming but we are not sure if players will share Micronoft's vision.
uk: Нова консоль позиціонується як єдина розважальна платформа. Вона постачається з системою голосового контролю і камерою, що потрібна для вмикання функції керування жестами. Постійно увімкнута камера - не єдина спірна особливість новинки, оскільки для належного функціонування консоль потребує з’єднання з Інтернетом як мінімум раз на день, не підтримує ігри для mBox попереднього покоління і, здається, накладає обмеження на перепродаж та обмін іграми.{n}Очевидно, Mirconoft хоче змінити наявний статус-кво і створити ігрову консоль майбутнього, проте залишається незрозумілим, чи підтримають гравці бачення Micronoft.

source: Just after Mirconoft have announced their new bet in the upcoming console generation, Vonny has announced that they will release their new, long-awaited console, the Playsystem 4, {0}. The console seems to do everything that the Playsystem 3 did, only better.{n}Unlike the mBox One, the Playsystem 4 doesn't have an always-online requirement and seems much more player friendly. We think that there is hardly a risk of Vonny fans being disappointed
uk: Незабаром після того як Mirconoft зробила свою ставку в змаганні консолей нового покоління, Vonny оголосила про випуск нової довгоочікуваної консолі - Playsystem 4, {0}. Схоже на те, що вона буде мати все те, що мала Playsystem 3, тільки ще краще. {n}На відміну від mBox One, Playsystem 4 не потребує постійного з’єднання з інтернетом та, схоже, значно більш зручна для гравців. На нашу думку, шанс того, що Vonny розчарує фанів, вкрай малий

source: Vonny and {0}
uk: Vonny та {0}

source: A company by the name of RiseVR has developed a virtual reality headset which promises to finally start the path towards true 3D immersion. The new headset called Visorius looks like a pair of giant ski-goggles and provides a large field of vision as well as near-perfect motion tracking.
uk: Компанія RiseVR розробила шолом віртуальної реальності, що нарешті дозволить почати рух назустріч справжньому 3D-зануренню. Новий шолом, який назвали Visorius, схожий на величезні лижні окуляри. Він забезпечує велике поле зору і обладнаний майже бездоганною системою відстеження руху.

source: Mirconoft has announced their plans to release a completely revamped version of the mBox {0} called mBox Next. The new console seems to cleverly integrate Mirconoft's own motion sensor add-on for the mBox One into one small package.{n}Visually, the mBox Next is reminiscent of the earlier mBox 360 with a much lighter tone marking a departure from the bulky and dark style of the mBox One. The technology of the mBox Next seems promising
uk: Компанія Mirconoft оголосила про свої плани випустити оновлену версію mBox {0} під назвою mBox Next. Нова консоль, схоже, зуміла вмістити в свій невеликий корпус розпізнавач рухів Mirconoft, що продавався в якості аксесуару для mBox One.{n}Консоль mBox Next, яка ззовні нагадує стареньку mBox 360, виконано у значно світліших тонах, що символізує відхід від громіздкого й темного стилю mBox One. З технологічного боку mBox Next виглядає багатообіцяюче

source: Many have expected that Vonny will announce a new platform before Mirconoft's mBox Next will hit the market and, today, Vonny did just that. Keeping with company tradition, and in contrast to competitor Mirconoft's naming practices, the newly announced console is aptly named Playsystem 5.{n}The Playsystem 5 seems an incremental update, coming out {0} with a form-factor that reminds of the early Playsystem 3. The new system promises to be a solid update
uk: Багато хто очікував, що Vonny анонсує нову платформу раніше, ніж Mirconoft випустить на ринок свою mBox Next. Так і сталося. Vonny дотрималася своїх традицій у найменуванні, що різко контрастують з практиками її конкурента Mirconoft, і назвала свою нову консоль Playsystem 5.{n}Playsystem 5 виглядає як справжній крок уперед, і з'явиться {0} у форм-факторі, що нагадує стареньку Playsystem 3. Нова система обіцяє стати ґрунтовним оновленням

source: Looking at our past multi-platform games it becomes clear that we should be able to drastically reduce the cost of developing a single game for multiple platforms if we could better optimize our game engines for multi-platform development.
uk: Наш досвід у створенні багатоплатформних ігор підказує, що ми могли б суттєво зменшити витрати на розробку однієї гри відразу для декількох платформ, якщо б краще оптимізували наші ігрові рушії під багатоплатформність.

source: New Insight
uk: Новий погляд

source: Help debugging a convoluted BASE program.
uk: Допоможіть виправити баги у складній BASE-програмі.

source: Advanced Stereoscopic 3D
uk: Прогресивне стереоскопічне 3D

source: Simple A.I.
uk: Простий штучний інтелект

source: Game tutorials
uk: Начальні повідомлення

source: Cooperative play
uk: Кооперативна гра

source: Advanced physics
uk: Прогресивна фізика

source: Multi-Platform optimized
uk: Оптимізована під кілька платформ

source: Dynamic environment
uk: Динамічне навколишнє середовище

source: Multi-Platform
uk: Мультиплатформна

source: {0} and {1} is a terrible combination.
uk: {0} і {1}. Жахлива комбінація.

source: {0} is a horrible topic for {1} audiences.
uk: Аудиторія {1} не надто любить тематику '{0}'.

source: blunt
uk: безглузда

source: They put as much thought into the game as into the game's name.
uk: Вони думали над самою грою не довше, ніж над її назвою.

source: Could have been better.
uk: Могло бути краще.

source: 11 out of 10. Game of the year, any year!
uk: 11 з 10. Краща гра цього року! Всіх років!

source: 11 out of 10. A exceptional score for an exceptional game.
uk: 11 з 10. Виняткова оцінка для виняткової гри!

source: In an exclusive interview a while ago, {0} from {1}
uk: У нещодавньому ексклюзивному інтерв’ю {0} з {1}

source: made very bold remarks about their then-in-development game {0} predicting that it will be Ã¼ber successful.
uk: зробив (-ла) дуже сміливі заяви щодо гри {0}, яка була на той час у розробці, прогнозуючи їй надпопулярність.

source: was holding back when discussing their expections for {0}.
uk: утримався (-лась) від коментарів, коли мова зайшла про його (її) сподівання щодо {0}.

source: was spot on as the game has received very positive reviews.
uk: мав (-ла) рацію, адже гра була дуже високо оцінена.

source: was just humble as the game received critical acclaim.
uk: був (була) скромною (-ою), оскільки гра отримала в цілому гарні відгуки критиків.

source: should've been more careful as the final product doesn't match the hyped expectations.
uk: мав (мала) би бути обережнішим (-ою), адже кінцевий продукт не виправдав роздмуханих очікувань.

source: was right to stay realistic as the game is good but nothing too our of the ordinary.
uk: залишився (-лась) максимально об’єктивним (-ою), адже хоча гра і непогана, проте нічого видатного в ній немає.

source: needs a lesson in how to be humble as the game received mediocre reviews.
uk: має навчитись скромності, оскільки гра отримала посередні відгуки.

source: Now, that the game is out on the market the consensus is that {0} {1}
uk: Тепер, коли гру випущено на ринок, сходяться на думці, що {0} {1}

source: Overall, this had a negative effect on sales.
uk: Загалом це негативно позначилось на продажах.

source: Steam initialization failed
uk: Помилка ініціалізації Steam

source: Zombies
uk: Зомбі

source: After publishing a game you can invest a little bit of time to analyze your creation and generate a game report. Game reports are a great way to gain research points as well as valuable insights into what works and what doesn't work when developing a game.{n}To generate a game report close this message and then {0} anywhere on the screen to bring up the action menu.
uk: Після публікації гри ви можете приділити трохи часу аналізу вашого творіння і складанню звіту про гру. Ігрові звіти - хороший спосіб отримати додаткові бали дослідження, а також важливу інформацію про ефективні і неефективні явища під час розробки гри.{n}Щоб згенерувати ігровий звіт закрийте це повідомлення, а потім {0} будь-де на екрані, щоб вивести меню дій.

source: Main Menu
uk: Головне меню

source: Staff responsibilities
uk: Обов’язки персоналу

source: You need a design specialist to open a research and development lab. You can train someone to become a specialist via the training menu but the option is only available once they have a certain design skill level.{n}You can also train technology specialists which come in handy for later options.
uk: Для відкриття науково-дослідної/дослідно-конструкторської лабораторії вам потрібен кваліфікований дизайнер. Ви можете перекваліфікувати когось в такого спеціаліста через меню навчання, проте цей спосіб доступний лише у випадку, якщо працівник досягне певного рівня вміння у дизайні.{n}Також ви можете перекваліфікувати працівників в спеціалістів по технологіям, що стануть в нагоді згодом.

source: To visit the lab simply {0} the screen and drag to the left or use the arrow keys on the keyboard. Alternatively, you can also click on the little R&D Lab information card in the bottom right of the screen.
uk: Щоб відвідати лабораторію просто {0} і зробіть жест лівіше або скористайтесь клавішами зі стрілочками на клавіатурі. Окрім цього, ви також можете клацнути на невеличкому інформаційному значку лабораторії в нижній правій частині екрану.

source: To visit the hardware lab simply {0} the screen and drag to the right or use the arrow keys on the keyboard. Alternatively, you can also click on the little Hardware Lab information card in the top left of the screen.
uk: Щоб відвідати лабораторію апаратного забезпечення просто {0} і проведіть праворуч, або використовуйте клавіші напряму на клавіатурі. Також можна просто натиснути на картку Лабораторії програмного забезпечення в лівому верхньому кутку екрану.

source: Game Reports
uk: Ігрові звіти

source: Get Steam Key
uk: Здобудь ключ Steam

source: Could not verify app receipt from Windows Store.
uk: Неможливо підтвердити чек додатку з Windows Store.

source: Generate game report...
uk: Створити звіт про гру...

source: Remove Platform
uk: Вилучити платформу

source: You require a developer license to be able to develop for this platform.<br/><br/> Do you want to pay <strong>{0}</strong> to acquire a license for the <strong>{1}</strong>?
uk: Вам необхідна ліценція розробника щоб розробляти для цієї платформи.<br/><br/> Ви хочете заплатити <strong>{0}</strong> щоб придбати ліцензію для <strong>{1}</strong>?

source: {0} combo
uk: {0} поєднання

source: Effect:
uk: Результат:

source: Since you have played the game before you can choose to use all previously gained hints in this new game.
uk: Оскільки Ви вже грали раніше, можна увімкнути всі попередньо отримані підказки у новій грі.

source: We have some additional insights:
uk: Ми маємо деякі додаткові ідеї:

source: Game Report
uk: Ігровий звіт

source: {0} and {1} is a {2} combination.
uk: {0} та {1} утворюють {2} поєднання.

source: Importance of {0} for this type of game: {1}
uk: Значення {0} для даного типу гри: {1}

source: The market really doesn't like when we publish very similar games too close to each other.
uk: Покупці дуже не люблять, коли ми надто часто випускаємо схожі ігри.

source: {0} is still new to the team.
uk: {0} є досі новачком у команді.

source: {0} are still new to the team.
uk: {0} є досі новачками в команді.

source: We should try to focus our entire team on the development of a game.
uk: Ми повинні зосередитись всім колективом на розробці гри.

source: Self-publishing {1} games will be most efficient when we have at least {0} fans. Publishing deals can give us great exposure and help us reach more players.
uk: Самостійне видання {1} ігор буде найефективнішим, коли у нас буде хоча б {0} фанатів. Це дозволить нам голосно заявити про себе і зацікавити більше гравців.

source: Cash:
uk: Готівка:

source: 30 years (fast-paced)
uk: 30 років (швидкий темп)

source: 42 years
uk: 42 роки

source: is ready!
uk: готова!

source: Acquire license?
uk: Придбати ліцензію?

source: Play the full 30 years of the game, all the way to modern day technology and beyond!
uk: Грайте протягом усіх 30 ігрових років, дойдіть до технологій сьогодення і рухайтесь далі!

source: Exit to Desktop
uk: Вийти до Робочого столу

source: On
uk: Увімкн.

source: When on (default) then insights learned through generating game reports are shown in the UI. Turn this option off for a bigger challenge. (Note: This option does not affect Tutorials in any way.)
uk: Коли увімкнено (за замовчуванням), в інтерфейсі показується аналітика, отримана з ігрових звітів. Вимкніть цю опцію для збільшення складності. (Примітка: ця опція ніяк не впливає на навчальні повідомлення)

source: Window
uk: Вікно

source: Update Available
uk: Доступні оновлення

source: Please update to the latest version.
uk: Будь ласка, оновіть до останньої версії.

source: End User License Agreement
uk: Ліцензійна угода користувача

source: I Disagree
uk: Не погоджуюсь

source: Forum
uk: Форум

source: Best to stay in touch or for quick questions.
uk: Найкраще, щоб бути назв'язку, або швидко відповідати.

source: Load failed
uk: Завантаження не вдалося

source: Could not save settings to steam cloud
uk: Неможливо зберегти налаштування на Steam Cloud

source: Could not load from steam cloud
uk: Неможливо завантажити зі Steam Cloud

source: Could not load remote settings
uk: Неможливо завантажити віддалені налаштування

source: {0} has declined a request for an interview about their current project.
uk: Представники {0} відмовилися дати інтерв'ю про їхній поточний проект.

source: With {0} only receiving a lukewarm reception, fans are sure to be expecting better from them and we are curious about their next title.
uk: Фанати не надто тепло відреагували на гру {0} і впевнені, що розробник має більший потенціал. Цікаво, якою ж виявиться наступна гра.

source: I don't know
uk: Не знаю

source: positive
uk: позитивно

source: mixed
uk: змішано

source: Old Engine
uk: Старий рушій

source: Boss, our recent decision to {0} our engine {1} was met with {2} responses from fans. Overall we {3} fans and {4}.
uk: Шефе, наше нещодавнє рішення {0} наш рушій '{1}' фанатська спільнота зустріла {2}. Загалом ми {3} фанів і {4}.

source: lost
uk: втратили

source: Pay for license ({0})
uk: Заплатити за ліцензію ({0})

source: Rally fans! [~{0}% chance]
uk: Зібрати фанатів! [~{0}% шанс]

source: Unfortunately, it seems that the patent infringement case was decided against us. We have to pay the full amount of {0} as well as the court costs of {1}. This is ridiculous.
uk: На жаль, справа про порушення прав на патент була вирішена не на нашу користь. Ми маємо заплатити повну ціну в {0}, а також відшкодувати судові витрати в розмірі {1}. Що за маячня?!

source: All Your IP Belongs To US
uk: Всі ваші IP належать НАМ

source: Could not load game
uk: Неможливо завантажити гру

source: bad
uk: погано

source: Audience match:
uk: Збіг аудиторії:

source: Genre match:
uk: Збіг жанрів:

source: not important
uk: неважливо

source: quite important
uk: достатньо важливо

source: After a massive public backlash to the controversial features announced for the upcoming mBox One, Mirconoft has today published a letter outlining their change of plans. The mBox One will no longer require a constant internet connection and will not place restrictions on how games are sold or shared.{n}Clearly the different and much more popular strategies of companies like {0}, as well as vocal players themselves, have forced this change of direction.
uk: Після бурхливої реакції суспільства на контроверсійні особливості майбутньої mBox One, компанія Mirconoft опублікувала заяву, оголосивши про зміну планів.{n}Виходить, що mBox One не знадобиться безперервне підключення до Інтернету, а також не буде обмеження на продаж і обмін ігор.{n}На їхнє рішення, безумовно, вплинули самі гравці, а також компанії з привабливішими стратегіями, такі як {0}.

source: A first test left some players feeling a little motion-sick but with the right game this technology can surely deliver a new level of immersion.
uk: Після перших випробувань деякі гравці відчули морську хворобу. Та у підходящій грі ця технологія дасть новий рівень ігрового занурення.

source: Better user experience
uk: Покращення юзабіліті

source: Visorius Support
uk: Підтримка Visorius

source: 11 out of 10. Nuff said.
uk: 11 з 10. Нічого не скажеш.

source: 11 out of 10. Rules don't apply to this outstanding game.
uk: 11 з 10. Така чудова гра не підкоряється правилам.

source: Overall, this had a positive effect on sales.
uk: Загалом це мало позитивний вплив на продаж.

source: No response from server. Please try again later.
uk: Немає відповіді від сервера. Будь ласка, спробуйте пізніше.

source: Could not get app receipt from Windows Store.
uk: Неможливо отримати чек додатку від Windows Store.

source: Would you like to import all previously gained hints into this game?
uk: Чи хотіли б ви імпортувати раніше отримані підказки в цю гру?

source: No new insights
uk: Немає нових здогадів

source: Our post-release analysis of {0} is complete and we got the following results:
uk: Після-релізний аналіз {0} завершено. Результати:

source: {0} seems to be {1} for this type of game.
uk: {0} може бути {1} для цього типу ігор.

source: The optimal team size for a {0} game seems to be {1}.
uk: Оптимальний розмір команди для розробки {0} складає {1}.

source: A few more games and the team will have higher potential
uk: Ще кілька ігор і команда матиме вищий потенціал

source: Our fan base is big enough to make self-publishing {0} games viable. Unless a publishing deal gives us a great royalty rate we are likely better off publishing {0} games ourselves
uk: У нас достатньо фанів для того, щоб самостійне видання {0} ігор окупилося. Якщо угода з видавництвом не гарантує нам високих виплат, нам краще самим видати {0} ігор

source: 35 years (recommended)
uk: 35 років (рекомендовано)

source: Language
uk: Мова

source: Off
uk: Вимкн.

source: Audio
uk: Аудіо

source: Toggle Fullscreen
uk: На увесь екран

source: A newer version of this game is available.
uk: Доступна новіша версія цієї гри.

source: Get Update
uk: Оновити

source: I Agree
uk: Згоден

source: Exit
uk: Вийти

source: Best for discussions, tips and tricks and to communicate with other fans.
uk: Найкраще для обговорення, підказок та хитрощів і спілкування з іншими фанатами.

source: Changes to the language setting require a restart.
uk: Для того, щоб мовні налаштування набули чинності, потрібно перезавантажити гру.

source: We see that you are in financial difficulties. Since you've just released your latest game {0}, we are willing to offer you a mini-credit to get you over this months' payments. We will give you {1} to cover your costs and expect to be paid back the full amount, plus a small adminstration fee of {2} in two months time.
uk: Ми бачимо, що у вас фінансові труднощі. Оскільки ви нещодавно випустили гру {0}, ми пропонуємо вам міні-кредит, щоб ви змогли покрити цьогомісячні видатки. Ми даємо вам {1} на ваші витрати та сподіваємось на повернення повної суми, а також невеличкої адміністративної комісії в розмірі {2} у двомісячний термін.

source: Boss, our office could really do with some renovation work and our computer systems are also out of date. Investing a little bit in a more modern office and upgraded computers would be a great. Do you want to renovate the office?
uk: Шефе, наш офіс потребує ремонту, а комп'ютерні системи застаріли. Було б добре, якби трохи більше грошей вкладалося в оновлення офісу і комп'ютерів. Відремонтувати офіс?

source: Dear {0}! Since G3 has become the biggest meetup of game developers every year we have decided to use our name for the greater good. Starting today we offer different game development challenges throughout the year where game devs from around the world can compete with each other.{n}This will be a great way for game developers to learn something new. You are welcome to join in at any time. There are no prizes but it should be a great way to increase everyone's skills. The G3 committee.
uk: Добрий день, {0}! Відколи G3 стала найбільшим щорічним з'їздом розробників ігор, ми вирішили використовувати наше ім'я на загальне благо. Від сьогодні ми пропонуємо різні випробування в галузі розробки ігор протягом усього року, де розробники з усього світу можуть змагатися один з одним.{n}Це чудовий спосіб для розробників дізнатися щось нове. Ви можете долучитися будь-коли. Призів не буде, але кожен зможе відточити навички. G3 комітет.

source: Hi, this is {0} from {1}. I got word that {2} is working on a new game. Would you be willing to share some information on your current game project and do an interview about it?
uk: Привіт, це {0} з {1}. Мені повідомили, що {2} працює над новою грою. Ви не проти поділитися дещицею інформації про ваш поточний проект і дати інтерв'ю?

source: {0}: What is your expectation regarding the success of {1}? Do you think that the game will be well received?
uk: {0}: Які ваші очікування щодо успіху {1}? Гадаєте, гру добре сприймуть?

source: {0}: Many of our readers are curious about what decisions go into making a video game and how companies prioritize development areas. Your new game is a {1}/{2} game, can you tell us whether such a game would usually receive more focus on {3} or on {4}?
uk: {0}: Багатьом з наших читачів цікаво дізнатись, за якими критеріями приймаються рішення при створенні відеоігор та яким чином компанії-розробники розставляють пріоритети при виконанні робіт. Вашу нову гру ви розробляєте в жанрі/тематиці: '{1}/{2}'. Скажіть, будь ласка, що з цього - {3} або {4} - важливіше, на ваш погляд, при створенні гри подібного типу?

source: In a recent interview with {0} we discussed their upcoming {1} game and asked company founder {2} how different development areas are prioritized. In the interview {2} said that {3} is of particular importance for such a game
uk: У недавньому інтерв'ю з '{0}' ми обговорили їхню майбутню гру '{1}'. Зокрема ми спитали засновника компанії {2}, яким саме процесам слід приділяти найбільше уваги при розробці ігор такого типу. Відповідаючи на це запитання, {2} повідомив, що {3} має особливе значення для подібних ігор.

source: Boss, a small number of dedicated fans have asked that we release the source code to one of our older game engines '{0}'. Doing so would surely satisfy these fans but given that we worked hard on the engine, we could also sell licenses for it and make some money. Alternatively, we could simply refuse their request completely. What would you like to do?
uk: Шефе, декілька наших відданих шанувальників попросили нас відкрити програмний код одного з наших старих ігрових рушіїв - '{0}'. Якщо ми погодимось, то зробимо їм величезну послугу. Та з огляду на те, що ми доклали стільки зусиль у створення цього рушія, можливо, було б краще продавати ліцензії на нього і заробити трохи грошей. Окрім того, ми можемо просто відмовити фанатам в їхньому проханні. Що ви оберете?
