Repository: iChester/gdt-translations
Catalog: *.po
Languages: uk

source: Most expensive ({0}): {1}
uk: Найдорожча ({0}): {1}

source: Most profitable ({0}): {1}
uk: Найбільш прибуткова ({0}): {1}

source: Least profitable ({0}): {1}
uk: Найменш прибуткова ({0}): {1}

source: Most used topic ({0}): {1}
uk: Улюблена тематика ({0}): {1}

source: Most used genre ({0}): {1}
uk: Улюблений жанр ({0}): {1}

source: Researched topics: {0}
uk: Досліджено тематик: {0}

source: Total research completed: {0}
uk: Досліджень завершено: {0}

source: Design points generated: {0}
uk: Згенеровано очок дизайну: {0}

source: Technology points generated: {0}
uk: Згенеровано очок дизайну: {0}

source: Small games: {0}
uk: Невеличких ігор: {0}

source: Medium games: {0}
uk: Середніх ігор: {0}

source: Large games: {0}
uk: Великих ігор: {0}

source: AAA games: {0}
uk: Ігри AAA: {0}

source: Good games: {0}
uk: Хороші ігри: {0}

source: Top hits: {0}
uk: Найкращі хіти: {0}

source: Publishers used: {0}
uk: Видавців використано: {0}

source: Self-published games: {0}
uk: Самостійно виданих ігор: {0}

source: Best seller: {0} ({1} units)
uk: Бестселер: {0} ({1})

source: Fans: {0}
uk: Фанів: {0}

source: Cash: {0}
uk: Заробіток: {0}

source: Custom consoles: {0}
uk: Власних консолей: {0}

source: It seems that something went wrong when purchasing the app. Please close the app and try again later. If the issue persists please contact {0}
uk: Здається щось пішло не так під час оплати додатку. Закрийте додаток та повторіть спробу пізніше. Якщо проблема не зникне, зв'яжіться з нами {0}

source: Store Confirmation Error
uk: Помилка підтвердження магазину

source: It seems that something went wrong when trying to purchase the app. This usually indicates a problem with the Store. Please try again later and if the issue persists please contact {0}
uk: Схоже, щось пішло не так під час спроби придбати додаток. Це, як правило, вказує на проблему з магазином. Будь ласка, спробуйте пізніше і якщо проблема не зникне, зв'яжіться з нами {0}

source: Store Error
uk: Помилка магазину

source: It seems that something went wrong when trying to go to the Store page for the full app. Please try again and if the issue persists please contact {0} or search for Game Dev Tycoon manually on the Windows Store.
uk: Схоже, щось пішло не так під час спроби відвідати сторінку повної версії додатку у магазині. Будь ласка, спробуйте ще раз і в разі, якщо проблема не вирішиться, зв'яжіться з нами ({0}) або знайдіть Game Dev Tycoon в Windows Store власноруч.

source: You have reached the end of the {0} version. If you like what you've seen so far then you should definitely check out the full game. You can find a brief description of what awaits you below.
uk: Ви дійшли до кінця {0} версії. Якщо те, що ви побачили, вам сподобалося, обов'язково спробуйте повну версію гри. Нижче ви можете коротко ознайомитись з тим, що чекає на вас далі.

source: <strong>If you unlock the full game you can continue playing the game you've already started.</strong>
uk: <strong>При розблокуванні повної версії Game Dev Tycoon вам не доведеться починати все спочатку - ви зможете продовжити поточну гру</strong>

source: Go to full game ...
uk: Перейти до повної версії гри...

source: Unlock full game ...
uk: Розблокувати повну версію гри ...

source: Cash
uk: Готівка

source: Total fans
uk: Усього фанів

source: Total game releases
uk: Всього випущено ігор

source: Total unit sales
uk: Всього продано копій

source: Total design points generated
uk: Всього згенеровано очок дизайну

source: Total technology points generated
uk: Всього згенеровано очок технології

source: Total research completed
uk: Всього завершено досліджень

source: Most sales ({0})
uk: Продано найбільше екземплярів ({0})

source: Most fans ({0})
uk: Найбільше фанатів ({0})

source: Most expensive ({0})
uk: Найдорожча ({0})

source: Most profitable ({0})
uk: Найбільш прибуткова ({0})

source: Least profitable ({0})
uk: Найменш прибуткова ({0})

source: Most used topic ({0})
uk: Улюблена тематика ({0})

source: Most used genre ({0})
uk: Улюблений жанр ({0})

source: Thank you for playing the {0} version. If you like what you've seen so far then you should definitely check out the full game.
uk: Дякуємо вам за гру в {0} версію. Якщо вам сподобалась гра, то точно варто спробувати повну версію.

source: If you unlock the full game you can continue playing the game you've already started.
uk: Після розблокування повної версії ви зможете продовжити розпочату ігрову сесію.

source: coming soon
uk: незабаром

source: Y{0} M{1} W{2}
uk: Р{0} М{1} Т{2}

source: Loss:
uk: Втрати:

source: Select Game
uk: Оберіть гру

source: Game History
uk: Історія ігор

source: Select
uk: Обрати

source: Company Name
uk: Назва компанії

source: Player Name
uk: Ім’я гравця

source: Auto
uk: Авто

source: Slot
uk: Слот

source: Rank:
uk: Ранг:

source: Units:
uk: Копій:

source: No scores yet. Once you finish a game your high score will be listed here.
uk: Рахунку поки немає. Щойно ви завершите гру, тут буде записаний ваш рекорд.

source: How do you want to market {0}?
uk: Як би ви хотіли збувати {0}?

source: Today the new game platform {0} by {1} has been released.
uk: Сьогодні нова ігрова платформа {0} від {1} надійшла у продаж.

source: Project Size:
uk: Розмір проекту:

source: New Topic
uk: Нова тематика

source: New Combo
uk: Нове комбо

source: Good Management
uk: Відмінне управління

source: (Bonus: x{0} - {1})
uk: (Бонус: x{0} - {1})

source: Lvl.
uk: Рів.

source: Due to increase in experience the following staff have earned a raise:
uk: Завдяки приросту досвіду наступні працівники отримали підвищення:

source: Salary increase
uk: Підвищення зарплати

source: Special training available for:
uk: Спеціальний тренінг доступний для:

source: Special training
uk: Спеціальний тренінг

source: What do you want to research?
uk: Що б ви хотіли дослідити?

source: Training Options
uk: Опції тренінгу

source: Start Research
uk: Розпочати дослідження

source: Start Training
uk: Розпочати тренінг

source: RP
uk: ОД

source: cr.
uk: крд.

source: Reviews for {0}
uk: Рецензії для {0}

source: Complex Algorithms
uk: Складні алгоритми

source: Game Demo
uk: Демо-версія гри

source: Showreel
uk: Портфоліо

source: Searching...
uk: Пошук...

source: Find Staff
uk: Знайти працівників

source: Cost:
uk: Вартість:

source: Level:
uk: Рівень:

source: fans
uk: фанати

source: {0} Fans
uk: {0} Фанатів

source: ({0}) - purchased!
uk: ({0}) - придбано!

source: No project
uk: Немає проєкту

source: Design
uk: Дизайн

source: Technology
uk: Технологія

source: Bugs
uk: Баги

source: Remaining
uk: Залишилось

source: Custom Game Engine
uk: Власний ігровий рушій

source: Contract
uk: Контракт

source: Time Left
uk: Часу залишилось

source: No Project
uk: Немає проєкту

source: Hype {0}
uk: Розголос {0}

source: High score
uk: Рекорд

source: New
uk: Нова

source: Save
uk: Зберегти

source: Load
uk: Завантажити

source: High Score
uk: Рекорд

source: Paused
uk: На паузі

source: Saving...
uk: Зберігаємо...

source: Go full screen to play!
uk: Увімкніть повноекранний режим, щоб грати!

source: Budget
uk: Бюджет

source: Choose
uk: Виберіть

source: Game is finished!
uk: Гра готова!

source: Small
uk: Мала

source: Medium
uk: Середня

source: Large
uk: Велика

source: AAA
uk: ААА

source: Y
uk: М

source: E
uk: В

source: M
uk: Д

source: Pick Game Engine
uk: Виберіть ігровий рушій

source: Next
uk: Далі

source: Feature Selection
uk: Вибір можливостей

source: Start Development
uk: Почати розробку

source: Company Details
uk: Інформація про компанію

source: Continue
uk: Продовжити

source: Advanced Options
uk: Додаткові налаштування

source: Game Length
uk: Тривалість гри

source: Note: You can always continue playing after the main game is over. The game length simply specifies how fast new platforms come to market and when the high score is calculated.
uk: Примітка: ви завжди можете продовжити грати після завершення основної гри. Тривалість гри впливає лише на швидкість появи на ринку нових платформ та визначає момент підрахунку ігрових очок.

source: Load Game
uk: Завантажити гру

source: Choose Save Slot
uk: Виберіть комірку для збереження

source: Level:
uk: Рівень:

source: Design:
uk: Дизайн:

source: Technology:
uk: Технологія:

source: Speed:
uk: Швидкість:

source: Research:
uk: Дослідження:

source: Create a new Engine
uk: Створити новий рушій

source: Create Engine
uk: Створити рушій

source: Quality Assurance Budget
uk: Бюджет забезпечення якості

source: Special Project
uk: Спеціальний проект

source: Start Project
uk: Розпочати проект

source: Time Allocation (Preview)
uk: Розподіл часу (попередній перегляд)

source: Selected Features
uk: Обрані можливості

source: Staff
uk: Персонал

source: New Record!
uk: Новий рекорд!

source: Experience gained
uk: Отриманий досвід

source: XP Bonus:
uk: Бонус досвіду:

source: Release Game
uk: Випустити гру

source: Trash Game
uk: Позбутися гри

source: Level Up!
uk: Новий рівень!

source: Units Sold:
uk: Копій продано:

source: Costs:
uk: Витрати:

source: Income:
uk: Дохід:

source: Profit:
uk: Прибуток:

source: Released:
uk: Випущено:

source: Fans:
uk: Фанів:

source: Avg. Review Score:
uk: Середня оцінка гри:

source: Top Sales Rank:
uk: Місце в топ-рейтингу продажів:

source: Do you really want to throw away this game?
uk: Ви дійсно бажаєте відмовитись від гри?

source: Note:
uk: Примітка:

source: You do not lose the experience gained during development.
uk: Ви не втратите досвід, отриманий під час розробки.

source: Do you really want to remove this from the market?
uk: Ви справді хочете прибрати це з ігрового ринку?

source: You will no longer get any income from it.
uk: Ви більше не отримуватимете з цього дохід.

source: Do you really want to cancel this project?
uk: Ви справді хочете скасувати цей проект?

source: All progress on the project will be
uk: Весь прогрес по проекту буде

source: lost!
uk: втрачено!

source: Do you really want to overwrite this game?
uk: Ви справді хочете перезаписати цю гру?

source: Some of the features in the full game
uk: Деякі можливості повної версії гри

source: Move your company into bigger offices.
uk: Переїдьте до більшого офісу.

source: Hire and train staff.
uk: Найм та навчання персоналу.

source: Develop bigger/better games and unlock even more options.
uk: Розробіть більші/кращі ігри, щоб розблокувати інші опції.

source: Unlock secret labs and conduct industry-changing projects.
uk: Розблокуйте таємні лабораторії, щоб почати роботу над революційними проектами.

source: And much more!
uk: І багато чого іншого!

source: Unlock Full Game ...
uk: Розблокувати повну версію гри...

source: Final Score
uk: Підсумковий рахунок

source: Close
uk: Закрити

source: Send us feedback
uk: Надішліть нам повідомлення

source: Want to provide some feedback or report some issues? Send us an email to support@greenheartgames.com - While we might not respond to every email we do read/consider everything that is sent to us.
uk: Хочете повідомити про помилку чи просто зв'язатись з нами? Надішліть нам листа на адресу: support@greenheartgames.com. Хоча ми не в змозі відповідати на кожне повідомлення, ми завжди читаємо та обговорюємо все, що нам пишуть.

source: Send feedback ...
uk: Надіслати повідомлення...

source: Rate and Review
uk: Оцінка та відгуки

source: If you like the game please consider rating it on the Store. If you want to support an issue please do not do this via a Store rating as we will be unable to reply.
uk: Якщо вам сподобалась гра, залиште, будь ласка, відгук про неї в магазині. Якщо ви хочете задати нам питання, не робіть цього через систему відгуків в магазині, інакше ми не зможемо відповісти вам.

source: Rate and Review ...
uk: Залишити оцінку та відгук...

source: Vote with your wallet
uk: Голосуйте вашим гаманцем

source: If you would've gladly paid a little more for the game or you just want to help make sure that we can continue bringing you games in the future then you can buy one of the supporter packs below. You will support a small independent start-up. This does not unlock any in-game perks and is entirely optional. You do get an achievement though :)
uk: Якщо ви маєте бажання заплатити трохи більше за цю гру або ж просто хочете допомогти нам у нашій справі, щоб ми могли і надалі випускати ігри для вас, придбайте один із наведених нижче пакетів підтримки. Тим самим ви підтримаєте невелику команду незалежних розробників. Це не розблокує ніякі додаткові ігрові можливості і є цілковито добровільною справою. Хоча досягнення ви все ж таки отримаєте :)

source: Thank you for playing!
uk: Спасибі за гру!

source: Current Game Statistics
uk: Поточна статистика гри

source: Pre-filter Applicants
uk: Попередній відбір кандидатів

source: Start looking
uk: Почати пошук

source: First Last
uk: Перший/останній

source: Experience
uk: Досвід

source: Speed
uk: Швидкість

source: Salary
uk: Платня

source: Hire Staff
uk: Найняти персонал

source: Hire
uk: Найняти

source: Accept Contract
uk: Прийняти угоду

source: Achievement Unlocked
uk: Розблоковано досягнення

source: Sound Effects
uk: Звукові ефекти

source: Game Music
uk: Ігрова музика

source: Volume
uk: Гучність

source: Hint:
uk: Підказка:

source: We cannot respond to ratings & reviews on the Store.
uk: Ми не можемо відповідати на оцінки та відгуки в магазині додатків.

source: If you want to get in contact with us please do not do this via a Store rating/review but use one of the options below.
uk: Якщо у вас виникне бажання зв’язатися з нами, будь ласка, не робіть цього через систему оцінок/відгуків в магазині додатків. Натомість скористайтесь одним із наведених нижче варіантів.

source: Support
uk: Підтримка

source: Best for technical issues, detailed feedback or private messages.
uk: Найкраще для технічних питань, детальних відгуків чи особистих повідомлень.

source: Social Media
uk: Соціальні медіа

source: Development stages
uk: Етапи розробки

source: Stage 1
uk: Етап 1

source: The game engine provides the basic building block of a game, the underlying technology. A good engine also enables things like multiplayer support, video playback and realistic physics.
uk: Ігровий рушій - це фундамент гри, її базова технологія. Добрий рушій підтримує такі речі, як багатокористувацький режим, відтворення відео та реалістична фізика.

source: Gameplay defines how a player interacts with the game and how the game mechanics, the rules that make a game tick, work.
uk: Ґеймплей визначає принципи взаємодії гравця з грою та функціонування ігрової механіки - правил, за якими 'живе' гра.

source: Storytelling and giving players goals to complete have been the basics of games for a long time.
uk: Сюжет та ігрові завдання вже довгий час є основою відеоігор.

source: Stage 2
uk: Етап 2

source: Dialogues are part of storytelling as well but also provide interaction between NPC's (non-player characters) and the player.
uk: Діалоги є частиною ігрового сюжету. Вони також забезпечують взаємодію між NPC (неігровими персонажами) та гравцем.

source: Level design defines the structure a player takes through a game. This includes simple things like where objects are located but also the story arcs in a game.
uk: Дизайн рівнів визначає структуру, в рамках якої рухається гравець. Мова йде не тільки про такі прості речі, як місця розташування предметів, але й про саму сюжетну послідовність.

source: A.I. is how computer controlled entities (enemies, companions or the world itself) reacts to the player.
uk: Штучний інтелект - це механізм реагування контрольованих комп’ютером об’єктів (ворогів, компаньйонів чи самого світу) на гравця.

source: Stage 3
uk: Етап 3

source: Some games invent an entire virtual world. World design delivers a back story to a game and makes the game world more sophisticated and believable.
uk: Деякі ігри утворюють цілий віртуальний світ. Дизайн світу дає грі передісторію та робить віртуальний світ складнішим і правдоподібнішим.

source: Graphics
uk: Графіка

source: The most obvious part of a game are its graphics but that doesn't mean it is always the most important part.
uk: Найпомітніша частина гри - її графіка, проте це не значить, що вона найголовніша.

source: While sound is not as often noticed as the graphics of a game, sound design plays a vital part to making a game great.
uk: Хоча звук помічають рідше за графіку, якісне звучання - важлива складова хітової гри.

source: Hints
uk: Підказки

source: Think about what game you want to create, then decide what areas are really important for this game and focus on those. Don't hesitate to experiment and to change the values of the sliders around a lot.
uk: Добре поміркуйте, яку саме гру ви хочете створити. Далі вирішіть, які критерії дійсно важливі для гри обраного типу та зосередьтесь на них. Сміливо переміщуйте повзунки, не соромлячись експериментувати.

source: Tutorial message history
uk: Історія навчальних підказок

source: Create a game with a good topic/genre combination.
uk: Створіть гру з хорошим поєднанням жанру і теми.

source: Turn it up to 11
uk: Дотягніть до 11

source: Get a reviewer to give you a 11/10 rating.
uk: Отримайте від оглядача оцінку 11/10.

source: Save failed
uk: Не вдалося зберегти

source: Could not load settings from steam cloud
uk: Не вдалось вивантажити налаштування із Steam Cloud

source: Could not save to steam cloud
uk: Не вдалось зберегти гру в Steam Cloud

source: Could not save settings
uk: Не вдалось зберегти налаштування

source: Could not save game
uk: Не вдалось зберегти гру

source: Hi, I'm Denise Ried the main developer of the {0} fan game. I just want to tell you that upon your recent 'request' from your legal department my project has shut down.{n}I poured a lot of effort into this and have always loved your company but I guarantee you that I shall not 'bother' nor support you ever again.
uk: Вітаю! Мене звуть Деніз Рід. Я ведучий розробник фанатської гри {0}. Хочу повідомити вам, що через ваш недавній запит до вашого юридичного відділу мій проект був закритий.{n}Я вклав у нього немало зусиль, і ваша компанія мені завжди подобалась, але відсьогодні гарантую, що більше ніколи не турбуватиму вас. Підтримки від мене теж не чекайте.

source: Congratulations on finishing Game Dev Tycoon and thank you for playing! If you enjoyed our little game then please consider telling your friends about it.
uk: Вітаємо з проходженням Game Dev Tycoon і спасибі за гру! Якщо вам сподобався наш маленький доробок, то, будь ласка, розкажіть про неї друзям.

source: Agree
uk: Погодитися

source: Given that their most recent game {0} enjoyed universal success we simply cannot wait for them to unveil their new project!
uk: З огляду на те, що їхня остання гра {0} досягла такого успіху, ми вже не можемо дочекатись анонсу нового проекту!

source: Hopefully the company can do better than last time. We don't need another {0}.
uk: Сподіваємося, що компанія впорається краще, ніж минулого разу. Нам не потрібна ще одна {0}.

source: Thank you for your time.
uk: Спасибі за затрачений час.

source: More on {0}
uk: Більше про

source: they are still experimenting what area
uk: вони все ще експериментують, яку область

source: and it seems that other industry professionals agree with this. Every game development project has limited resources so it's very important to use the time most effectively.
uk: і, схоже, що інші професіонали індустрії згідні з цим. Кожен проєкт з розробки гри має обмежені ресурси, тому важливо ефективно використовувати час.

source: but it seems that other industry professionals disagree with that point of view saying that {0} is usually more important for this type of game.
uk: але, схоже, інші професіонали індустрії не погоджуються з цією точкою зору. Вони стверджують, що ,як правило, {0} є найважливішою складовою для відеоігор цього типу.

source: give away
uk: віддати

source: sell
uk: продати

source: negative
uk: відмовити

source: Boss, it seems the fans who requested that we open source {0} were particularly upset with our decision and have caused quite a negative stirr. We've lost {1} fans.
uk: Шефе, здається, фани, які просили нас відкрити вихідний код {0}, дуже засмутились від нашого рішення і викликали хвилю негативної реакції всередині спільноти. Ми втратили {1} фанів.

source: gained
uk: набули фанів:

source: it cost us {0}
uk: це коштувало нам {0}

source: we made {0}
uk: ми заробили {0}

source: Legal Department
uk: Юридичний відділ

source: Go to court. [~{0}% chance]
uk: Звернутися в суд. [шанс ~{0}%]

source: The court dismissed the patent infringement claims made against us stating that the claim was ridiculous. All costs were paid by the suing party.
uk: Спрямований проти нас позов про порушення патентних прав був відхилений судом через його сміхотворність. Усі витрати були покриті позивачем.

source: We rallied our fans to publicly fight against All Your IP Belongs To US
uk: Ми зібрали своїх фанів, щоб публічно протистояти організації "All Your IP Belongs To US"

source: and fight we did! We not only caused them to retract their claims but we also won {0} fans and the public's admiration. I doubt we will hear from those patent trolls again.
uk: і завдали ж ми їм прочухану! Ми не лише змусили їх відмовитись від своїх претензій, але ще й забезпечили собі {0} нових фанів і підтримку громади. Не сумніваюсь що скоро ми почуємо цих патентних тролів знову.

source: but it seems that our efforts were fruitless. Seems we still have to pay {0} and the court costs of {1}. Maybe next time we'll have more luck.
uk: але здається, що наші зусилля були марними. Схоже нам таки доведеться викласти {0}, а також оплатити судові витрати у розмірі {1}. Можливо нам пощастить наступного разу.

source: Settings
uk: Налаштування

source: Verifying...
uk: Перевірка...

source: Could not initialize loaded game
uk: Не вдалося ініціалізувати завантажену гру

source: okay
uk: гаразд

source: terrible
uk: жахливий

source: unknown
uk: невідомий

source: not at all important
uk: не важливо

source: not very important
uk: не дуже важливо

source: very important
uk: дуже важливо

source: Error
uk: Помилка

source: Today, Ninvento has announced a new mobile console called the Ninvento GS. It features two screens, one of them touch sensitive, and promises unique gameplay. While Ninvento has been struggling to regain their market lead ever since the TES 64 they still have a very strong position on the mobile market.{n}The Ninvento GS promises to strengthen this position and aims to breath life into a stagnating mobile market. The console will be in stores {0}.
uk: Сьогодні компанія Ninvento анонсувала нову мобільну консоль під назвою Ninvento GS. Новинка матиме два екрани (один з яких буде сенсорним) і обіцяє гравцям унікальний ґеймплей. Хоча Ninvento продовжує боротися за ринкове лідерство, та ще з часів TES 64 вона має дуже сильні позиції на ринку мобільних консолей.{n}За допомогою Ninvento GS компанія має зміцнити ці позиції та відродити застійний ринок мобільних ігор. Консоль з’явиться на полицях магазинів {0}.

source: Today, Mirconoft has announced their very own tablet device to combat the massive marketshare of Grapple's grPad device. The mPad features a sophisticated cover that comes with a integrated, ultra-thin keyboard. The tablet itself has a widescreen display and a integrated stand.{n}The mPad seems to be a combination of a traditional notebook and a tablet, and promises to shake up the market. The new product will be on the market {0}.
uk: Сьогодні, компанія Mirconoft анонсувала власний планшет, що має похитнути панівне становище grPad від Grapple. Планшет mPad обладнаний унікальною кришкою з вбудованою ультратонкою клавіатурою, має широкоформатний дисплей та інтегровану підставку.{n}mPad, що скидається на поєднання традиційного ноутбуку з планшетом, обіцяє сколихнути ринок. Новий продукт надійде у продаж {0}.
