Repository: iChester/gdt-translations
Catalog: *.po
Languages: uk

source: Develop a simple accounting software. Are those ever simple?
uk: Розробіть просту систему бухгалтерського обліку. Цей горішок вам по зубах?

source: Time Tracking
uk: Облік часу

source: Design and develop a time tracking system.
uk: Спроектуйте та розробіть систему обліку робочого часу.

source: Design a board game
uk: Розробка настільної гри

source: Let's see how your skills translate to traditional games.
uk: Цікаво, чи підійдуть ваші навички для створення настільної гри.

source: Horoscope Generator
uk: Генератор гороскопів

source: Making up horoscopes is hard work. We want it automated.
uk: Створення гороскопів - штука непроста. Ми хочемо це автоматизувати.

source: Character Dialogues
uk: Діалоги персонажів

source: Improve our character dialogues.
uk: Вдоскональте діалоги наших персонажів.

source: Futuristic Application
uk: Футуристична програма

source: We need an application that looks futuristic for a movie.
uk: Нам для фільму потрібна програма, що має футуристичний вигляд.

source: Vacuum Robot
uk: Робот-пилосос

source: Create a revolutionary AI for a vacuum robot
uk: Створіть революційний штучний інтелект для робота-пилососа

source: Website
uk: Веб-сайт

source: We just heard of this thing called internet. We want to have one.
uk: Ми щойно дізнались про таку штуку, як Інтернет. Нам теж таке треба.

source: Game Port
uk: Портування гри

source: Port a game to a different platform.
uk: Портуйте гру на іншу платформу.

source: Cut Scenes
uk: Внутрішньоігрове відео

source: Deliver professional cut scenes for a game.
uk: Додайте в гру професійне внутрішньоігрове відео.

source: Space Shuttle
uk: Космічний човен

source: Deliver part of the space shuttle control software.
uk: Розробіть частину програми для керування космічним човном.

source: Alien Search
uk: Пошук іншопланетян

source: Optimize our search for alien life forms using advanced AI techniques.
uk: Оптимізуйте нашу систему пошуку іншопланетних форм життя за допомогою покращеного штучного інтелекту.

source: Movies
uk: Кіно

source: We need your skills in our latest blockbuster production.
uk: Ваші навички знадобляться нам при створенні нашого останнього блокбастера.

source: Thank you for taking care of this for us.
uk: Дякуємо, що потурбувались про це.

source: Well done.
uk: Відмінно.

source: Just what we wanted.
uk: Саме те, що ми хотіли.

source: Excellent work.
uk: Чудова робота.

source: Thank you for the quick work.
uk: Спасибі за швидке виконання.

source: Would hire again.
uk: Варто знову найняти.

source: Nice job.
uk: Гарна робота.

source: Success!
uk: Успіх!

source: Contract Successful
uk: Контракт виконано

source: We will transfer {0} to your account.
uk: Ми переведемо {0} на ваш рахунок.

source: contract payment
uk: виплата за контрактом

source: This is very disappointing.
uk: Дуже прикро.

source: You didn't complete the contract on time
uk: Ви не виконали завдання за контрактом вчасно

source: Hope you can make it next time.
uk: Сподіваємось, ви впораєтесь наступного разу.

source: Seems like this was too big of a job for you.
uk: Це завдання, схоже, було надто складним для вас.

source: Unfortunately the deadline is here.
uk: На жаль, ви запізнились.

source: Contract Failed
uk: Контракт не виконано

source: A penalty of {0} will be applied to your account.
uk: Штраф у розмірі {0} буде списано з вашого рахунку.

source: contract penalty
uk: штраф за невиконання контракту

source: The game meets the required ratings. We are looking forward to future business.
uk: Рейтинг гри відповідає вимогам. З нетерпінням чекаємо на продовження співробітництва.

source: The game doesn't live up to expectations. As per contract a penalty will be applied to your account.
uk: Гра не виправдала очікувань. Згідно з угодою, з вашого рахунку буде списано суму штрафу.

source: Publisher
uk: Видавець

source: Any Topic
uk: Будь-яка тематика

source: Any Genre
uk: Будь-який жанр

source: Publisher: {0}
uk: Видавець: {0}

source: General
uk: Загальне

source: New research available:
uk: Доступне нове дослідження:

source: New Research!
uk: Нове дослідження!

source: Text based
uk: Текстовий інтерфейс

source: 2D Graphics V{0}
uk: 2D-графіка V{0}

source: 3D Graphics V{0}
uk: 3D-графіка V{0}

source: Basic sounds
uk: Базовий звук

source: Mono sound
uk: Монофонія

source: Stereo sound
uk: Стереофонія

source: Soundtrack
uk: Саундтрек

source: Surround sound
uk: Об'ємний звук

source: Orchestral soundtrack
uk: Оркестровий саундтрек

source: A.I.
uk: Штучний інтелект

source: Better A.I.
uk: Покращений штучний інтелект

source: A.I. Companions
uk: Розумні боти-компаньйони

source: Self-learning A.I.
uk: Штучний інтелект з самонавчанням

source: Achievements
uk: Досягнення

source: Character progression
uk: Розвиток персонажу

source: Skill trees
uk: Дерево вмінь

source: Savegame
uk: Збереження гри

source: Multiplayer
uk: Багатокористувацька гра

source: Video playback
uk: Відеоролики

source: Basic physics
uk: Базова ігрова фізика

source: Mod support
uk: Підтримка модів

source: Online play
uk: Онлайнова гра

source: Save to cloud
uk: Збереження в хмарі

source: MMO Support
uk: Підтримка MMO

source: Software Development Kit
uk: Інструментарій для розробників (SDK)

source: Linear story
uk: Лінійний сюжет

source: Simple cutscenes
uk: Прості відеосцени

source: Branching story
uk: Розгалужений сюжет

source: Advanced cutscenes
uk: Покращені відеосцени

source: Full motion video
uk: Відеозаставки

source: Interactive story
uk: Інтерактивний сюжет

source: Moral choices
uk: Система морального вибору

source: Immersive story telling
uk: Захоплююча розповідь

source: Reactive quests
uk: Інтерактивні квести

source: Better dialogues
uk: Покращені діалоги

source: Dialogue tree
uk: Дерево діалогів

source: Voice over
uk: Голосове озвучення

source: Simple body language
uk: Базова імітація рухів тіла

source: Advanced body language
uk: Покращена імітація рухів тіла

source: Celebrity voice acting
uk: Озвучення знаменитостями

source: Realistic body language
uk: Реалістична імітація рухів тіла

source: Open world
uk: Відкритий світ

source: Day & night cycle
uk: Зміна дня і ночі

source: Rich backstory
uk: Цікава передісторія

source: Virtual economy
uk: Віртуальна економіка

source: Realistic weather
uk: Реалістична погода

source: Dynamic world
uk: Динамічний світ

source: Level editor
uk: Редактор рівнів

source: Easter eggs
uk: Великодні яйця

source: Mini games
uk: Міні-ігри

source: No loading screens
uk: Без екранів завантажень

source: Medium Games
uk: Середні ігри

source: Project Management
uk: Управління проектами

source: Large Games
uk: Великі ігри

source: Game Design
uk: Розробка гри

source: Target Audience
uk: Цільова аудиторія

source: Sequels
uk: Продовження (сиквели)

source: Casual games
uk: Казуальні ігри

source: Marketing
uk: Маркетинг

source: Publishing
uk: Видання

source: Multi genre
uk: Мультижанровість

source: Expansion pack
uk: Ігрове доповнення

source: Red Exploding Barrels
uk: Червоні діжки, що вибухають

source: Special Items
uk: Спеціальні предмети

source: Lab report
uk: Лабораторний звіт

source: Internet Opportunities
uk: Можливості Інтернету

source: The internet will change our lives forever. This project will investigate how we can use the internet to make better games and deliver better experiences. Completing this project should unlock new options for research.
uk: Інтернет назавжди змінить наше життя. Це дослідження дозволить дізнатись, як ми можемо використовувати Інтернет для розробки цікавіших ігор та отримання гравцями яскравіших вражень. Виконання цього проекту відкриє нові можливості для подальших досліджень.

source: After careful examination we come to the conclusion that the internet is a huge opportunity in the gaming industry. We already see some small signs how successful multiplayer games can be but multiplayer is usually an additional feature to a game and not the main focus.{n}We think we could develop technologies to create a massively multiplayer online game (short MMO), a game where tens of thousands of players can play together. To create such an MMO more research is necessary.{n}The second discovery is that we could start developing an online distribution platform. Instead of players buying games in local stores they could download games directly from our servers. This would cut out the middle man and we could gain a large share of the market and additional income to fund our developments.
uk: Після проведення ретельного дослідження ми дійшли висновку, що Інтернет надає величезні можливості для розвитку ігрової галузі. Ми вже помітили певні ознаки того, наскільки успішними можуть бути багатокористувацькі ігри, однак поки мультиплеєр є зазвичай суто додатковою функцією.{n}Ми могли б розвинути технології для створення масової багатокористувацької онлайн-гри (скорочено - MMO), в якій десятки тисяч гравців грали б разом. Щоб створити таку ММО-гру, нам знадобляться додаткові дослідження.{n}Окрім того, ми могли б приступити до розробки платформи для розповсюдження ігор через Інтернет (онлайнова дистрибуція). Замість того, щоб купляти ігри в місцевих крамницях, гравці зможуть завантажувати їх безпосередньо з наших серверів. Це дозволить нам відмовитись від посередників, збільшити ринкову частку та отримати додатковий дохід для фінансування наших розробок.

source: Codename: Grid
uk: Кодова назва: Grid

source: A bold plan to develop an internet-based distribution platform for games. Rather than buying games through retailers players worldwide can simply download them. The platform features digital rights management to combat piracy and also enables a new market for smaller developers to show off their products.
uk: Сміливий план з розробки платформи для розповсюдження та продажу ігор через Інтернет. Замість того, щоб купувати ігри у роздрібних торговців, гравці з усього світу можуть просто завантажити їх. Ця платформа підтримує технологію керування цифровими правами для боротьби з піратством і надає дрібним розробникам нові можливості для демонстрації своєї продукції.

source: Boss, it is done and it is live! Grid is the name of our very own internet-based distribution platform.
uk: Шефе, ми зробили це, і воно працює! Grid - це ім'я нашої власної платформи онлайнової дистрибуції ігор.

source: Since we already have our own console we have integrated this service into our console. This should boost our market share considerably.
uk: Ми також додали цей сервіс до нашої власної консолі. Це має суттєво підвищити частку нашої компанії на ігровому ринку.

source: This system should boost the market share of the PC considerably and if we ever have our own console it will also be of great benefit.
uk: Ця система має збільшити ринкову частку PC. Окрім того, якщо ми коли-небудь створимо власну консоль, це також буде її великою перевагою.

source: Grid will generate income every month which should boost our ability to create new games and develop new projects.
uk: Система Grid приноситиме щомісячний дохід, що покращить наші можливості по створенню ігор та розробці нових проектів.

source: Own Convention
uk: Власна конференція

source: It's all well and good to have a booth at the yearly game convention and show off our products but with our large fan base we should consider staging our very own convention instead!
uk: Це добре - мати свій стенд на щорічній ігровій виставці для демонстрації наших розробок. Однак, враховуючи численність наших прихильників, варто подумати про організацію власної виставки!

source: Boss, we have completed the organization of our own convention.
uk: Босе, ми завершили організацію власної ігрової виставки.

source: 3D Graphics V6
uk: 3D-графіка V.6

source: Pushing the boundaries of photorealism this revolutionary graphics engine will blow away everything that has come before. Near infinite draw distance, ultra-high polygon counts and realistic particle and volumetric effects.
uk: Можливості цього рушія виходять за межі фотореалістичності, відкриваючи нову сторінку в історії комп'ютерної графіки: майже нескінченний рівень промальовування, ультрашвидкий прорахунок полігонів, реалістичні графічні частинки та об'ємні ефекти.

source: We have successfully completed the research on our next generation graphics technology and we can now start building a game engine to make use of this research.
uk: Ми успішно завершили дослідження графіки наступного покоління і тепер можемо використати ці знання для створення нового ігрового рушія.

source: 3D Graphics V7
uk: 3D-графіка V.7

source: The ultimate in graphics technology. This will look better than reality. If anyone ever builds a holodeck then this is the graphics engine it would run on.
uk: Вінець еволюції графічних технологій. Картинка виглядатиме краще, ніж реальність. Якщо в майбутньому хтось все ж змайструє кімнату віртуальної реальності, вона працюватиме саме на цьому графічному рушії.

source: We have done it! Our research was successful and we should be able to support our concepts for the ultimate graphics technology in our next game engine. This will be a revolution for the gaming industry!
uk: Ми це зробили! Наше дослідження виявилось успішним, тож тепер ми маємо реалізувати підтримку нової графічної технології в нашому наступному ігровому рушії. Це стане революцією для ігрової галузі!

source: License Game Engines
uk: Ліцензування ігрових рушіїв

source: We have a lot of experience in creating custom game engines. Why not sub-license our engines to other developers? Not only will this cement our market position as a technology leader but it will also help offset the growing costs of developing engines.
uk: Ми маємо великий досвід у створенні власних ігрових рушіїв. Чому б нам не продавати ліцензії на них іншим розробникам? Це не тільки посилить наші позиції на ринку в якості технологічного лідера, але й допоможе також компенсувати зростання витрат на розробку нових рушіїв.

source: Software doesn't run without hardware. We are experts in creating software but why not also investigate whether we can create our own hardware?
uk: Програмне забезпечення не працює без апаратного. Ми стали справжніми експертами у розробці програм, чому б тепер нам також не дослідити, чи в змозі ми створити власне обладнання?

source: Our research is complete. There is definitely a big opportunity ahead of us. If we create our own hardware lab and have the appropriate technology specialists to run it then we could even create our very own gaming console!{n}It would not be cheap and it will probably take us a few years but maybe we could even trump the likes of an mBox or the Playsystem!
uk: Наше дослідження завершено. Перед нами, безперечно, відкриваються великі можливості. Якщо ми організуємо апаратну лабораторію зі спеціалістами відповідного рівня, то зможемо створити власну ігрову консоль!{n}Це завдання не з дешевих, і на його виконання може піти кілька років, але в результаті наш продукт, можливо, зміг би перевершити навіть такі консолі, як mBox чи Playsystem!

source: Before we can think about creating this lab we need at least one technology specialist on our team so this should be our priority.
uk: Перш ніж думати про створення цієї лабораторії, нам знадобиться принаймні один спеціаліст із технологій у нашій команді. Це питання має стати пріоритетним для нас.

source: Massively Multiplayer Online games! We know how much fun it is to play multiplayer games but imagine that instead of playing with a handful of players you could play with thousands! This project will unlock a brand new genre to allow you to create MMO games.
uk: Масові багатокористувацькі онлайн-ігри! Ми вже знаємо, яке це задоволення - грати в багатокористувацькі ігри, але тільки уявіть собі ті враження, які можна отримати, якщо до гри одночасно під'єднаються тисячі гравців! Цей проект відкриє вам доступ до цілковито нового жанру - MMO-ігор.

source: Boss, our research into massively multiplayer online (MMO) games is complete. The possibilities of MMOs are big but they are also risky. In our research we realized that before we can begin to develop an MMO we will need to create a special game engine for it.{n}You will need to complete the research for the MMO support feature with one of your staff. Once it is integrated into a game engine you can start building an MMO but be careful. It seems that MMOs only work with the best theme/genre combinations and you will also need to have specialists on your team to make an MMO successful.
uk: Босе, ми завершили дослідження масових багатокористувацьких онлайн-ігор (MMO). Вони відкривають величезні можливості, проте й створюють значні ризики. В ході дослідження також з'ясувалось, що перш ніж ми зможемо приступити до розробки ММО-ігор, потрібно створити для них спеціальний ігровий рушій.{n}Хтось із ваших співробітників має дослідити можливість підтримки MMO. Щойно цю функцію буде інтегровано в ігровий рушій, ви зможете розпочати роботу над ММО-іграми. Та будьте обережними! Для створення успішної ММО-гри потрібно не тільки підібрати ідеальне співвідношення тематики та жанру, але й залучити до роботи над нею справжніх фахівців.

source: AAA Games
uk: Ігри класу AAA

source: We have proven that we can make large games work. How about we see how we can make games that are so massive in scope and of such high quality that they will create an entire new label. To borrow a term from the finance sector they will be triple A rated games or to borrow from the movie industry, true blockbusters.
uk: Ми довели, що можемо створювати гарні великі ігри. А як щодо того, щоб спробувати розробити продукт, настільки масовий та якісний, що він би став новим еталоном для ігрової галузі? Йдеться про ігри класу AAA, або ж, якщо казати мовою кіноіндустрії, про справжні блокбастери.

source: Boss, our research into AAA games is complete and we can now begin to create AAA games. A triple A game requires well-trained staff and it is best to have specialists in the different areas to make sure the team does their best work.{n}When creating a AAA game we can also use the R&D lab to develop a special marketing campaign which greatly enhances the hype around the game.
uk: Босе, ми завершили дослідження ігор класу AAA і тепер можемо приступити до їх розробки. Створення AAA-гри потребує злагоджених зусиль досвідчених фахівців з різною спеціалізацією, що дозволить команді розробників виконувати свою роботу якнайкраще.{n}При створенні гри AAA-класу ми можемо також скористатись послугами нашої дослідницької лабораторії для розгортання спеціальної маркетингової кампанії, що б значно посилило ажіотаж навколо гри.

source: The hardware lab can also be used to develop special hardware products such as keyboard, mice and headsets that are sold with the game.
uk: У відділі апаратного забезпечення також можна створювати спеціальне обладнання, що продається в комлекті з іграми: клавіатури, комп'ютерні миші, гарнітури та ін.

source: Marketing Campaign
uk: Маркетингова кампанія

source: Let's use our in-house skills to design a special marketing campaign for our AAA title.
uk: Давайте скористаємось власним досвідом для проведення спеціальної маркетингової кампанії щодо нашого продукту класу AAA.

source: Custom Hardware
uk: Розробка апаратного забезпечення

source: Let's use our in-house hardware lab to design and develop special hardware products to coincide with the release of our AAA title.
uk: Давайте скористаємось нашим власним відділом апаратного забезпечення для проектування і розробки спеціального устаткування, необхідного для випуску проектів класу AAA.

source: The first reviews for our newly released game, {0}, came in!
uk: Перші оцінки для нашої нової гри {0}!

source: Game review
uk: Відгуки про гру

source: They achieved a great balance between technology and design.
uk: Прекрасний баланс між технологією і дизайном.

source: They should focus more on design.
uk: Слід було більше сфокусуватись на дизайні.

source: They should focus more on technology.
uk: Слід було більше сфокусуватись на технології.

source: Their focus on {0} served this game very well.
uk: Акцент на {0} дуже допоміг цій грі.

source: Their focus on {0} is a bit odd.
uk: Їхній фокус на {0} є трохи дивним.

source: They shouldn't forget about {0}.
uk: Вони не повинні забувати про {0}.

source: {0} and {1} is a great combination.
uk: {0} та {1} - це дуже вдала комбінація.

source: Another {0}/{1} game?
uk: Ще одна гра у жанрі {0}/{1}?

source: {0} games don't work well on {1}.
uk: Ігри жанру {0} не надто добре працюють на {1}.

source: {0} games work well on {1}.
uk: Ігри жанру {0} прекрасно працюють на {1}.

source: Already a expansion pack?
uk: Доповнення? Так швидко?

source: Didn't we just play {0} recently?
uk: Хмм... Хіба ми не грали у {0} нещодавно?

source: Riddled with bugs.
uk: По зав'язку у багах.

source: Too many bugs.
uk: Надто багато багів.

source: Technology is not state of the art.
uk: Не надто сучасні технології.

source: What a horrible expansion pack!
uk: Жахливе доповнення!

source: What a horrible sequel!
uk: Жахливий сиквел!

source: Average expansion pack.
uk: Не надто хороше доповнення.

source: Average sequel.
uk: Не надто хороший сиквел.

source: Great expansion pack.
uk: Чудове доповнення.

source: Great sequel!
uk: Чудовий сиквел!

source: As {0} as the name.
uk: Така ж {0}, як і назва.

source: boring
uk: нудна

source: generic
uk: проста

source: uninspired
uk: нудотна

source: dull
uk: безглузда

source: The name says it all.
uk: Назва говорить сама за себе.

source: Our review inspired by the game's name: bad review #{0}.
uk: Наш огляд натхненний назвою гри: поганий огляд №{0}.

source: Good, despite the name.
uk: Добре, якщо не зважати на назву.

source: It's better than the name.
uk: Гра краща за назву.

source: N/A not worth a statement.
uk: Без коментарів.

source: One of the worst!
uk: Одна з найгірших!

source: Makes you cry.
uk: Змусить вас плакати.

source: Don't buy!
uk: Не купуйте!

source: Horrible.
uk: Це жах.

source: I still have nightmares!
uk: У мене досі нічні жахіття!

source: A disaster!
uk: Катастрофа!

source: Really bad.
uk: Справді погано.

source: Utterly uninspiring.
uk: Швидко надокучає.

source: Not fun.
uk: Не цікаво.

source: Boring.
uk: Нудно.

source: Disappointing.
uk: Саме лише розчарування.

source: Bin material.
uk: В смітник її.

source: Bad.
uk: Погано.

source: Abysmal.
uk: Жалюгідно.

source: Waste of money.
uk: Марнування грошей.

source: Waste of time.
uk: Марнування часу.

source: Not much fun.
uk: Не надто весело.

source: Pretty bad.
uk: Досить погано.

source: Not bad. Not good.
uk: Ні риба, ні м'ясо.

source: Meh!
uk: Нудота!

source: OK.
uk: ОК.

source: Uninspiring.
uk: Нудно.

source: Falls a bit short.
uk: Ми чекали більшого.

source: Fun at stages.
uk: Інколи весело.

source: Has its moments.
uk: Має свої моменти.

source: Have seen better.
uk: Бувало й краще.

source: Shows potential.
uk: Має потенціал.

source: Quirky but good.
uk: Трохи криво, але в цілому непогано.

source: I like it.
uk: Мені подобається.

source: Good game.
uk: Непогана гра.

source: Enjoyable.
uk: Утішна.

source: Nice experience.
uk: Гарний досвід.

source: Beautiful.
uk: Гарненько.

source: Very good.
uk: Дуже добре.

source: Very enjoyable.
uk: Нічогенька.

source: Love it!
uk: Обожнюю!

source: Played it for days.
uk: Грав її кілька днів підряд.

source: Great!
uk: Відмінно!

source: Almost perfect.
uk: Майже бездоганно.

source: One of the best.
uk: Одна із кращих.

source: More please.
uk: Ще, будь ласка.

source: Great game.
uk: Відмінна гра.

source: Outstanding game.
uk: Видатна гра.

source: Can't wait for the sequel.
uk: Не можу дочекатися продовження.

source: A masterpiece.
uk: Шедевр.

source: Best of its kind.
uk: Найкраща у своєму роді.

source: Truly great.
uk: Дійсно чудова.

source: Everyone loves it!
uk: Всі люблять її!

source: Must have!
uk: Мастхев!
