Repository: iChester/gdt-translations
Catalog: *.po
Languages: uk

source: You are now creating your own custom game engine. Once the engine is finished you will be able to use it when creating new games.
uk: Ви почали розробку власного ігрового рушія. Щойно він буде готовий, ви зможете використовувати його при створенні нових ігор.

source: Target audience
uk: Цільова аудиторія

source: You can now specify what your main target audience is for your game. Games can be targeted at young people, at everyone or at more mature audiences.{n}Picking the right target audience for your game is important. Your target platform can also play a role. Some platforms are especially popular with a specific audience.
uk: Тепер ви можете визначати, на яку саме аудиторію розрахована ваша гра. Ігри можуть бути націлені на молодь, на дорослих або ж підходити всім.{n}Дуже важливо вказати для вашої гри правильну цільову аудиторію. Також значну роль відіграє вибір ігрової платформи. Деякі платформи особливо популярні серед певної аудиторії.

source: Marketing Unlocked
uk: Розблоковано маркетинг

source: You've successfully unlocked marketing. You can access marketing options in the action menu but only while a game is in development.
uk: Ви отримали доступ до маркетингу. Скористатись маркетинговими опціями можна через меню дій, але тільки на етапі розробки ігри.

source: Marketing can be very effective to reach more potential customers but it can be very expensive too. It is best to experiment carefully with marketing to get a feel for what works best. Don't invest too much and remember that timing is important. Don't invest in your marketing efforts too early in development or too late.{n}It is also important to know that no matter how much money you pump into marketing, it will not make a bad game successful. To the contrary, it can even hurt to market bad games too much as it can upset your existing fans.
uk: Маркетинг є потужним інструментом, який дозволяє збільшити кількість потенційних покупців. Однак його використання може суттєво вдарити по кишені. Експериментуйте з маркетингом обережно, щоб краще відчути, що саме діє найефективніше. Не вкладайте надто багато грошей в маркетинг і пам'ятайте про важливість вибору правильного моменту: ніколи не починайте маркетингову кампанію зарано чи запізно.{n}Важливо також розуміти, що незалежно від того, скільки грошей ви вбухали в маркетинг, це не зробить погану гра успішною. Навпаки - він може навіть зашкодити, адже надмірне просування поганих ігор засмутить ваших фанів.

source: Hype points
uk: Очки ажіотажу

source: Developing a great game is not the only recipe for success. It is essential to build hype to ensure that players are excited about your game.{n}In the beginning of your career, hype is mostly generated through random events but once you gain more experience you can use marketing and other strategies to generate hype.
uk: Розробка відмінної гри - не єдиний рецепт успіху. Щоб гравці з нетерпінням очікували на вашу гру, вкрай важливо створити навколо неї ажіотаж.{n}На початку вашої кар'єри очки ажіотажу здебільшого генерується випадковими подіями, та щойно ваш досвід зросте, ви зможете збільшувати ажіотаж за допомогою маркетингу та інших стратегій.

source: Level 2
uk: Рівень 2

source: You now may also train yourself and your staff to improve skills. Let's try this by completing a management course which is required before you can hire your first employee.{n}To get started close this message and then {0} on your character to bring up the training menu.
uk: Тепер ви можете поліпшувати професійні навички, навчаючи себе і своїх працівників. Випробуйте це на курсі з менеджменту, який необхідно пройти, перш ніж ви зможете найняти вашого першого працівника.{n}Щоб почати, закрийте це повідомлення, а потім {0} на вашому персонажі для доступу до меню навчання.

source: First engine
uk: Перший рушій

source: Congratulations! Your first custom game engine is now ready. You should try using it in your next game.
uk: Вітаємо! Ваш перший ігровий рушій готовий. Спробуйте його у вашій наступній грі.

source: Finding staff
uk: Пошук працівників

source: Before you can hire someone you have to advertise the open position, set an advertising budget and decide how you want to test your applicants.{n}A high budget will increase the number of applicants and the different tests will help find people with the right balance of design and technology skills.
uk: Перш ніж найняти когось, ви маєте відкрити вакансію, встановити її рекламний бюджет та визначити, за якими критеріями будете тестувати претендентів.{n}Високий бюджет збільшить кількість заявників, а тести допоможуть знайти людей з правильним балансом дизайнерських та технологічних навичок.

source: Staff vacation
uk: Працівники у відпустці

source: From time to time your employees need to recharge their batteries and go on vacation. You can tell that an employee is in need of rest when their efficiency steadily decreases.{n}To give them a holiday just {0} on them and select Send on Vacation
uk: Час від часу вашим працівникам необхідно ходити у відпустки для "підзарядки своїх батарей". Якщо працездатність вашого співробітника неухильно знижується, це сигнал про те, що йому потрібен відпочинок.{n}Щоб надати працівнику відпустку, просто {0} на ньому та виберіть пункт "Відправити у відпустку"

source: Hiring staff
uk: Найм персоналу

source: The search for the open position is complete! You can now review the list of applicants and hire someone for this position.{n}Don't forget that you can always train your employees to improve their skills.
uk: Пошук кандидатів на вакантне місце завершено! Ви можете переглянути список кандидатів і найняти когось на цю посаду.{n}Не забувайте, що Ви можете завжди навчати ваших працівників, і таким чином покращувати їх здібності.

source: Staff hired
uk: Найняті працівники

source: Congratulations on your first hire! New employees have to settle in before they become fully effective. When a character is not fully efficient you can see an efficiency bar next to them. This bar will fill up slowly over time.{n}It is usually a good idea to give your new staff a Welcome training to get them up to speed quickly. This will maximize their efficiency way faster than normally. To do this close this message and then {0} on the character to bring up the action menu.
uk: Вітаємо з наймом першого працівника! Новим співробітникам знадобиться деякий час, щоб вийти на повну потужність. Коли працездатність персонажу падає, поруч з ним з'являється шкала ефективності. З часом ця шкала буде повільно заповнюватись.{n}Новачкам для пришвидшення адаптації в більшості випадків корисно пройти 'Тренінг для нових працівників'. Це дозволить їм стати максимально продуктивними швидше, ніж зазвичай. Щоб зробити це, закрийте повідомлення, а потім {0} на персонажі для виклику меню дій.

source: Hiring more staff
uk: Подальше наймання

source: You can hire up to four employees in this office. Don't try to hire everyone at once as staff are expensive. Many rookies hire too early and go bankrupt. It is best to take it slow.
uk: В цьому офісі ви можете найняти до чотирьох працівників. Не намагайтеся найняти всіх відразу, бо персонал - це серйозні витрати. Багато новачків наймають забагато і передчасно - і банкрутують. В цьому сенсі найкраще розвиватись повільно.

source: Boosts
uk: Прискорення

source: Boosts are a powerful tool that allow you to temporarily increase the output of your staff. They are most effective when timed strategically during the development of a game or during training.{n}Boosts need to recharge before you can use them. You can activate a boost as soon as the recharge progress is complete but you can also wait a little longer to further increase the effectiveness of the boost.
uk: Прискорення є потужним інструментом, що дозволяє тимчасово збільшити продуктивність вашого персоналу. Найбільший ефект дає вчасне застосування прискорення під час розробки гри або навчання персонажу.{n}Перш ніж скористатись прискоренням, потрібно дочекатись його 'перезарядки'. Як тільки цей процес закінчиться, ви можете або відразу активувати прискорення, або ж почекати ще трохи, щоб збільшити ефект від його застосування.

source: Additional game features
uk: Додаткові ігрові можливості

source: During development you can also select additional features for your game. Right now you can only pick 'Basic Sounds' but your options will increase quickly. Selecting additional features makes the game generally better but also increases its cost.{n}You will also see the graphic type you selected when you defined the game. This is just to remind you of your choice. You cannot change the type of graphics mid-game.
uk: Під час створення гри ви можете вибрати для неї деякі додаткові можливості. І хоча наразі вам доступна лише функція 'Базовий звук', кількість опцій незабаром зросте. Підключення додаткових можливостей покращує гру, але й збільшує вартість її розробки.{n}Тут ви також можете побачити тип графіки, який було обрано на самому початку розробки. Це просто нагадування - змінити тип графіки для гри на цьому етапі вже неможливо.

source: Finishing phase
uk: Фінальна фаза

source: The development of your first game is now complete. You can press the 'Finish' button to publish your game but you should only do that once you fix the majority of bugs.{n}Releasing a game without fixing bugs can severely affect your ratings so you should only ever consider that if you need the cash and you can't afford to wait.
uk: Розробку вашою першої гри завершено. Ви можете натиснути кнопку "Закінчити", щоб випустити свою гру у світ прямо зараз, але краще трохи зачекати і зробити це після усунення більшості помилок.{n}Публікація гри з невиправленими помилками може суттєво вплинути на ваші рейтинги, тож робіть це тільки тоді, коли вам дуже потрібні гроші, а часу на чекання немає.

source: Training
uk: Навчання персоналу

source: If you want to create hit-games and have a world class team then training is important. For best results train your staff regularly but don't overwhelm them with too many sessions at once.{n}There are different training options available. Some options are better to increase certain skills than others. Experimenting is the best way to figure out which training options fit your plans. It is useful to have a mix of 'specialists' and allrounders in your team but aim to have at least one design specialist and technology specialist.
uk: Якщо ви хочете створювати справжні хіти та побудувати команду світового рівня, тоді не нехтуйте навчанням. Щоб досягти найліпших результатів, регулярно тренуйте своїх співробітників, але не навішуйте на них забагато навчальних процесів одночасно.{n}Існують різні опції навчання. Деякі опції краще за інші підходять для покращення певних навичок. Експериментуйте, щоб зрозуміти, які саме опції навчання потрібні вам для досягнення ваших цілей. Корисно, коли в команді є як вузькі спеціалісти, так і універсальні солдати. Однак націльтесь на те, щоб мати під своїм крилом принаймні по одному фахівцю з дизайну та технологій.

source: Level 5 unlocks
uk: Розблоковано 5 рівень

source: Someone on your team has reached experience level 5! This unlocks a special training item called Boost. The training for it is expensive and you can only do it once the character has at least 500 design or technology points but the investment is well worth it.{n}Once trained, the boost allows you to temporarily increase the output of your staff and can really help you to make a hit-game.
uk: Хтось у вашій команді досягнув п'ятого рівня! Це відкрило спеціальний елемент навчання – Стимул. Вивчення його коштує чимало і скористатись ним можна лише після того, як персонаж здобуде 500 очок дизайну або технологій – але інвестиції вартують цього.{n}Після вивчення, Стимул дозволить вам тимчасово збільшити виробництво ваших співробітників і дійсно може допомогти вам випустити справжній хіт.

source: Publishers
uk: Видавці

source: Using a publisher is a great way to get your games in front of a large audience which in turns helps to grow your fan base. Once your fan base is big enough you can self-publish your larger games without the need for a publisher. For medium games you should aim to have at least 100K fans before you publish them yourself.{n}To use a publisher you need to sign a contract. The contract will dictate what game you need to create. Pay attention to all the details, most importantly the minimum score that the contract dictates. If the game you release does not meet the minimum score you will have to pay a penalty, which can be costly.{n}It is also important to pay attention to the royalty rate. The higher the rate the more money you will make from the contract.
uk: Користування послугами видавця – найкращий спосіб продемонструвати ваші ігри великій аудиторії, яка у свою чергу, допоможе набути чимало фанів. Щойно у вас з'явиться достатня кількість фанів, ви зможете самостійно випускати ігри, без необхідності наймати видавця. Вам потрібно набути щонайменше 100K фанатів для самостійного випуску середніх за об'ємом ігор.{n}Щоб скористатись послугами видавця, необхідно підписати контракт. В контракті буде зазначено яку гру вам потрібно створити. Зверніть увагу на всі деталі контракту, особливо на мінімальну оцінку. Якщо гра, яку ви випускаєте, не отримує мінімальну оцінку, вам доведеться виплатити не маленький штраф видавцю.{n}Крім того, зверніть увагу на авторський гонорар. Чим скоріше ви зробите іграшку, тим більше грошей ви отримаєте з контракту.

source: Design specialist
uk: Спеціаліст із дизайну

source: R&D lab is ready
uk: Лабораторія досліджень і розвитку готова

source: To start a project simply {0} the screen to bring up the research menu. Once you start a project you can also cancel it using the same menu.
uk: Щоб розпочати проект, просто натисніть на екрані, щоб викликати меню досліджень. Після запуску проекта, ви можете відмінити його, використовуючи те ж меню.

source: Hardware lab is ready
uk: Відділ апаратного забезпечення готовий

source: R&D project started
uk: Дослідницький проєкт розпочато

source: The project is now started and as your researchers work on it you will see the progress in the status card. Don't forget to adjust the budget! If the budget is 0 the project will never progress.
uk: Проект розпочато і ваші дослідники працюють над ним. Ви можете спостерігати за прогресом у вікні стану. Не забувайте регулювати бюджет! Щойно ваш бюджет сягне 0, проект призупиниться.

source: Console Development
uk: Розробка консолі

source: Developing your own console is a very costly undertaking. Not only do you have to pay a big chunk of money up front for the project but you will also have to pay your hardware lab crew. Only attempt to create a console if you are confident that you have enough capital.{n}When developing a console you can decide on how your console will look like and decide on the technical features as well as the quality assurance budget. The more sophisticated your technology is the better the console will fare against competing products. The more budget you reserve for QA the better the quality of your console will be.
uk: Розробка власної консолі – справа не з дешевих. Вам доведеться не лише викласти наперед велику купу грошей для проекту, але також і заплатити працівникам відділу апаратного забезпечення. Беріться за створення консолі тільки коли ви впевнені, що у вас достатньо капіталу.{n}В процесі розробки консолі ви можете обрати її зовнішній вигляд, приймати рішення щодо технічних можливостей, а також визначити бюджет для забезпечення якості. Чим складніше буде технологія, тим більшоюю буде конкурентоспроможність консолі. Чим більше бюджету буде вкладено на QA (забезпечення якості), тим якіснішою буде консоль.

source: Console released
uk: Консоль випущена

source: Your very own game console is now on the market. Game consoles are complex machines and when you sell a lot of them it is only natural that some of them need to be repaired.{n}While your console is on sale your hardware team will have to work off maintenance points. Depending on the quality of the console and how many you sell these points vary from week to week.{n}Try to give your hardware lab enough budget so that they stay on top of the maintenance, otherwise customers will become unhappy when they have to wait too long for their consoles to be repaired. You can see how well your team is doing in the console information card in the top left of the screen.
uk: Ваша власна ігрова консоль зараз на ринку. Ігрові консолі - складна техніка і коли ви продаєте їх, багато з них потребують ремонту - це цілком природно.{n}Поки ваша консоль в продажі, вашій апаратній команді доведеться працювати над пунктами ремонту. Залежно від якості консолі і скільки ви продаєте ці пункти змінюються кожного тижня.{n}Спробуйте надати вашій апаратної лабораторії досить бюджету, щоб вони залишились на вершині технічного обслуговування, бо клієнти стануть невдоволені тим, що їм доведеться чекати занадто довго свої консолі у ремонті. Ви можете подивитися, як добре ваша команда робить у верхньому лівому кутку екрану.

source: MMO on sale
uk: MMO у продажу

source: Your MMO is on sale now. MMOs work slightly different than normal games. MMOs not only generate income but also cause maintenance costs as we need to run game servers and provide customer services. You will see the amount of maintenance paid in the sales card.{n}Unlike other games which have a limited sales duration MMOs sell indefinitely. You will have to decide yourself when you want to take an MMO off the market. To take an MMO off the market simply {0} on the sales card to bring up a menu.{n}Since MMOs are so expensive to create you might want to try to expand your current MMO rather than create a new one. To do this you will need to create a expansion pack, which you can start to research now.
uk: Ваша MMO вже в продажу. Ігри такого типу мають декілька особливостей. Так, MMO-гра не лише приносить прибуток, але й генерує витрати на обслуговування, оскільки вам треба обслуговувати ігрові сервери та надавати підтримку клієнтам. Сума, що витрачається на обслуговування та підтримку, буде відображена в картці продажів.{n}На відміну від звичайних ігор, які мають обмежену тривалість продажів, MMO-ігри продаються невизначений термін. Вам доведеться самим вирішити, коли вивести вашу MMO з ринку. Щоб це зробити просто {0} на картці продажів, щоб викликати меню.{n}Оскільки розробка MMO-гри - задоволення не з дешевих, ви можете спробувати розширити свої поточні проекти MMO замість того, щоб створюють нові. Для цього вам потрібно створити пакет розширення, дослідження якого ви можете почати вже зараз.

source: Additional Specialists
uk: Додаткові фахівці

source: While you only need one specialist to start running a lab you can train more than one. Additional specialists decrease the overall running cost of your lab.
uk: Хоча для відкриття дослідницької лабораторії потрібен лише один спеціаліст, ви можете найняти більше. Додаткові фахівці знижують загальні витрати на лабораторію.

source: Finish
uk: Закінчити

source: Fill Position
uk: Найняти

source: Hint
uk: Підказка

source: You have to complete the Staff Management training before you can hire someone. Simply {0} on your player character to access the training menu.
uk: Вам треба закінчити курс навчання Управління Штатом, перед тим як ви зможете найняти нових співробітників. Просто {0} на вашому гравці, щоб відкрити учбове меню.

source: {0} per month
uk: {0} за місяць

source: Small Booth
uk: Невеличкий стенд

source: This is a small pop up stand where we can show our marketing material. It isn't very impressive but a common setup at the G3.
uk: Це маленький стенд, де ми показуємо наш маркетинговий матеріал. Не вражає, але для початку на G3 досить.

source: Medium Booth
uk: Середній стенд

source: This is a larger booth in a better location. We should expect more visitors with this booth and have space to give away demos of our games.
uk: Цей середній стенд розташований у кращому місці. У нас буде більше відвідувачів і більший простір для демонстрації наших ігор.

source: Large Booth
uk: Великий стенд

source: With this package we get our own section in the main hall of the G3. We can expect a large number of visitors.
uk: З таким стендом ми отримаємо свою власну секцію у головному залі G3. Слід очікувати на величезну кількість відвідувачів.

source: Custom
uk: Користувацький

source: Game #
uk: Гра #

source: Action
uk: Екшн

source: Adventure
uk: Пригодницька

source: RPG
uk: Рольова

source: Simulation
uk: Симулятор

source: Strategy
uk: Стратегія

source: Casual
uk: Казуальна

source: Take off market
uk: Припинити продажі

source: Develop patch ({0})
uk: Розробити патч ({0})

source: Research...
uk: Дослідження...

source: Train...
uk: Тренувати...

source: Send on Vacation
uk: Відправити у відпустку

source: Fire...
uk: Звільнити...

source: Marketing...
uk: Маркетинг...

source: Develop New Game...
uk: Створити нову гру...

source: Develop Sequel...
uk: Створити сиквел...

source: Develop Expansion Pack...
uk: Випустити доповнення...

source: Create Custom Engine...
uk: Створити новий рушій...

source: Find Contract Work...
uk: Знайти роботу за контрактом...

source: Find Publishing Deal...
uk: Знайти видавця...

source: Staff List...
uk: Список персоналу...

source: Game History...
uk: Історія ігор...

source: Cancel Project...
uk: Скасувати проєкт...

source: Start Project...
uk: Розпочати проєкт...

source: Develop Console...
uk: Розробити консоль...

source: Previously shown tutorial messages for the active game are shown here. To see tutorial messages here, please continue an existing game or start a new one. You can start a new game via the app bar.
uk: Тут знаходяться навчальні повідомлення, що вже були показані раніше. Щоб побачити ці повідомлення, будь ласка, продовжуйте грати в існуючу гру або почніть нову. Ви можете розпочати нову гру через панель програми.

source: Pick Topic
uk: Обрати тематику

source: Pick Platform
uk: Обрати платформу

source: Dev. cost:
uk: Вартість розробки:

source: License cost:
uk: Вартість ліцензії:

source: Marketshare:
uk: Частка ринку:

source: Pick Genre
uk: Обрати жанр

source: Pick Engine
uk: Обрати рушій

source: The big game convention will take place in four weeks time. Do you want to participate?
uk: Велика ігрова виставка відбудеться через чотири тижні. Бажаєте взяти участь?

source: Costs: {0}
uk: Вартість: {0}

source: Game Convention: G3
uk: Ігрова виставка: G3

source: {0} Convention
uk: Виставка {0}

source: Console Name
uk: Назва консолі

source: Variation {0}
uk: Версія {0}

source: {0} costs
uk: Видатки {0}

source: Backlog: {0}
uk: Заборгованість: {0}

source: {0} not researched
uk: Не досліджено: {0}

source: Min Score: {0}
uk: Мінімальний рахунок: {0}

source: Game Size:
uk: Розмір гри:

source: Target Audience:
uk: Цільова аудиторія:

source: Royalties: {0}%
uk: Роялті: {0}%

source: Up-front Pay: {0}
uk: Аванс: {0}

source: Penalty: {0}
uk: Штраф: {0}

source: (no license)
uk: (немає ліцензії)

source: Pay: {0}
uk: Зарплата: {0}

source: {0} weeks
uk: Тижнів: {0}

source: There are no contracts currently available.
uk: На разі немає доступних контрактів.

source: Development Stage {0}
uk: Стадія розробки {0}

source: {0} Lvl. {1}
uk: {0} – рівень {1}

source: Cost: {0}
uk: Вартість: {0}

source: Drag staff here
uk: Перетягніть персонал сюди

source: Design:
uk: Дизайн:

source: Tech.:
uk: Технологія:

source: Dev. stage {0}
uk: Стадія розробки {0}

source: Game Engine #{0}
uk: Ігровий рушій #{0}

source: Sequel to {0}
uk: Сиквел до {0}

source: Game Concept
uk: Концепт гри

source: {0} does not support {1} games!
uk: {0} не підтримує ігри такого розміру!

source: MMO's cannot be small or medium.
uk: MMO не може бути маленькою чи середньою.

source: Engine does not support MMO.
uk: Рушій не підтримує MMO.
