Repository: iChester/gdt-translations
Catalog: *.po
Languages: uk

source: Good Judgement
uk: Розумне рішення

source: Cult Status
uk: Статус культу

source: Set a new standard for the early gaming industry.
uk: Встановіть новий стандарт для ранньої ігрової індустрії.

source: 100K Engine
uk: Рушій за 100К

source: Invest over 100K in a new game engine.
uk: Інвестуйте понад 100К в новий ігровий рушій.

source: 500K Engine
uk: Рушій за 500К

source: Invest over 500K in a new game engine.
uk: Інвестуйте понад 500К в новий ігровий рушій.

source: 1M Engine
uk: Рушій за 1М

source: Invest over one million in a new game engine.
uk: Інвестуйте понад 1 млн в новий ігровий рушій.

source: Gold
uk: Золото

source: Sell half a million copies of a game without the help of a publisher.
uk: Реалізуйте 500K копій гри без допомоги видавця.

source: Platinum
uk: Платина

source: Sell one million copies of a game without the help of a publisher.
uk: Реалізуйте 1 млн копій гри без допомоги видавця.

source: Diamond
uk: Діамант

source: Sell ten million copies of a game without the help of a publisher.
uk: Реалізуйте 10 млн копій гри без допомоги видавця.

source: Unobtainium (seriously?)
uk: Унобтаній (серйозно?)

source: Sell one hundred million copies of a game without the help of a publisher.
uk: Продати 100 млн копій без допомоги видавця.

source: Professional
uk: Професіонал

source: Reach level 5 with a character.
uk: Досягніть персонажем 5-го рівня.

source: Legend
uk: Легенда

source: Reach level 10 with a character.
uk: Досягніть персонажем 10-го рівня.

source: Diversity
uk: Розмаїття

source: Have male and female staff.
uk: Найміть чоловіків і жінок.

source: Famous
uk: Знаменитість

source: Hire someone famous.
uk: Найміть когось знаменитого.

source: Full House
uk: Повний комплект

source: Have the maximum number of employees.
uk: Найміть максимальну кількість робітників.

source: Finish Game Dev Tycoon.
uk: Завершіть гру Game Dev Tycoon.

source: Perfect Game
uk: Бездоганна гра

source: Release a game with a clean score of 10.
uk: Випустіть гру з рейтингом 10.

source: Detective
uk: Детектив

source: Find at least one of the easter eggs in the game.
uk: Знайдіть у грі принаймні одне пасхальне яйце.

source: Treasure Hunter
uk: Мисливець за скарбами

source: Activate the hidden treasure in the garage.
uk: Активуйте схований у гаражі скарб.

source: Bluehair reporting for space duty
uk: Пілот Блухеар до несення служби у космосі готовий

source: Little known fact: Cats go all aggro in space.
uk: Маловідомий факт: коти стають агресивними у космосі.

source: Welcome to Mars
uk: Вітаємо на Марсі

source: How did I get here? Why is there a chainsaw? Who cares!
uk: Як я сюди потрапив? І для чого тут ця бензопилка? А, яка різниця!

source: Best ride to work ever
uk: Найкраща поїздка на роботу

source: Workplace safety anyone?
uk: Безпека на робочому місці? Ні, не чули.

source: Welcome to your hospital
uk: Вітаємо у вашому госпіталі

source: Patients are reminded not to die in the corridors.
uk: Прохання до пацієнтів не помирати у коридорах.

source: Welcome Chief
uk: Вітаємо, Чіфе

source: This world is round but different.
uk: Цей світ круглий, але інший.

source: The sky is not the limit.
uk: Небо – не межа.

source: Welcome back Chris. We've missed you.
uk: З поверненням, Крісе. Ми сумували за тобою.

source: Painting with nature.
uk: Картина з природою.

source: Pay homage to a specific Japanese video game.
uk: Віддайте данину певній японській грі.

source: Inception
uk: Початок

source: Develop the game within the game.
uk: Розробіть гру у грі.

source: Fan
uk: Прихильник

source: Pick an inspired company name.
uk: Оберіть назву компанії.

source: Versatile
uk: Різноманітний

source: Release a successful game in each of the five main genres.
uk: Випустіть успішну гру у кожному з 5-ти головних жанрів.

source: Eat Cake
uk: З'їжте пиріг

source: Show them red barrels some action.
uk: Додайте червоні бочки! Додайте екшн!

source: Supporter
uk: Підтримка

source: Support a young start-up. Buy the game.
uk: Підтримай ранню роботу. Придбай гру.

source: Support Greenheart Games by buying an optional supporter pack.
uk: Підтримайте Greenheart Games купивши допоміжний контент.

source: Admirer
uk: Фанат

source: Fun fact: We almost named our company Megaflop Productions!
uk: Цікавий факт: Ми майже назвали нашу компанію Megaflop Productions!

source: Writer's Block
uk: Колонка автора

source: Naming games is sometimes difficult.
uk: Іноді нелегко давати назву іграм.

source: Invitation
uk: Запрошення

source: Hi, I'm Gordon Hench the host of the local hobby computer club. I just discovered that your company is close-by. I'm a huge fan of {0} and would love for you to join our meetup this week! Eagerly awaiting your reply. Gordon
uk: Привіт, я Ґордон Хенч, власник місцевого комп'ютерного клубу. Щойно я дізнався, що ваша компанія знаходиться тут поблизу. Я великий шанувальник {0} і було б здорово, якби ви могли заглянути на нашу зустріч цього тижня! Із нетерпінням чекаю на вашу відповідь. Ґордон

source: Sure
uk: Звісно

source: No time
uk: Немає часу

source: Thank you very much! I'm sure our members will love what you have to say. Gordon
uk: Спасибі вам величезне! Я переконаний, що члени нашого клубу зрадіють такій відповіді. Ґордон

source: Computer Club
uk: Комп'ютерний клуб

source: Hi I'm Frank More. We met at the Hobby Computer Club a week ago. Just wanted to say thanks for talking about your projects. I love your games and have told all my friends about them.
uk: Привіт. Мене звати Френк Мор. Ми зустрічались у комп'ютерному клубі того тижня. Просто хотів сказати спасибі за розповідь про ваші проекти. Я обожнюю ваші ігри і розповів про них усім своїм друзям.

source: Sorry to hear that you are busy. Gordon
uk: Шкода, що ви зайняті. Ґордон

source: Local News
uk: Місцеві новини

source: Hi, I'm Caroline Richards from the local news. I've heard rumours that you are already working on your next game and would love to do an interview about this. Do you have some time?
uk: Привіт, мене звуть Керолайн Річардз, я з місцевої газети. Ходять чутки, що ви вже працюєте над новою грою і я хотіла б узяти у вас інтерв'ю на цю тему. У вас не знайдеться трошки часу для мене?

source: Great! ... Thank you for your time.{n}The interview should be published soon.
uk: Чудово! … Спасибі за ваш час.{n}Інтерв'ю буде незабаром опубліковане.

source: not done
uk: щось новеньке

source: done
uk: готово

source: {0}, a local start-up, is trying to make it big in the gaming industry. The company has already published {1} games and is working hard on their next.{n}In an interview founder {2} said that the next game is going to be a {3}/{4} game, something the company has {5} before. It's great to see small local companies enter exciting new industries. All the best of luck to {0}.
uk: Місцевий стартап, {0}, намагається зміцнити свої позиції в ігровій індустрії. Компанія вже випустила {1} ігор і вже працює над наступною.{n}В інтерв'ю засновник компанії {2} повідомив, що нова гра, яка вийде у жанрі {3}/{4} буде {5}. Цікаво спостерігати за тим, як невеличкі місцеві компанії пробують себе у нових галузях. Успіхів вам, {0}.

source: Sorry to bother you
uk: Вибачте, що турбую вас

source: Media Enquiry
uk: Інформаційний запит

source: Hi, I'm Steve O'Connell, a reporter for Planet GG. We've heard a rumour that your company is developing a game for mature audiences. Would you be willing to give an interview about this?
uk: Привіт, я Стів О'Коннелл, репортер з "Planet GG" Ходять чутки, що ваша компанія розробляє гру для дорослої аудиторії. Чи не хотіли б ви дати інтерв'ю з цього приводу?

source: Give interview
uk: Дати інтерв'ю

source: No comment
uk: Без коментарів

source: Many industry experts say that sooner or later games with mature themes will become more common. We are curious to see how the market will react to these games.
uk: Багато експертів ігрової галузі кажуть, що рано чи пізно ігри на дорослі теми стануть більш поширеними. Цікаво прослідкувати, як ринок відреагує на ці ігри.

source: Industry News
uk: Новини ігрової галузі

source: Planet GG has recently published an interview with {0}. According to the interview the company is working on its first game targeted at mature players. {1}, owner and CEO of {0} said, 'We think that players are looking for more mature content in games and we are willing to take a risk to give it to them.'{n}
uk: "Planet GG" нещодавно опублікували інтерв'ю з {0}. Згідно з ним компанія працює над своєю першою грою для дорослих. {1}, власник і генеральний директор {0} заявив: "Ми переконані, що гравцям не вистачає "дорослого контенту" у іграх, тож ми вирішили піти на ризик і дати їм те, чого вони хочуть."

source: Great! ... Thank you for your time.{n}We will publish the interview next week.
uk: Чудово! … Спасибі за затрачений час.{n}Ми опублікуємо інтерв'ю наступного тижня.

source: There have been rumours circulating in the industry that {0} might be working on a game for mature audiences.
uk: В індустрії ходять чутки, що {0} готують гру, орієнтовану на дорослу аудиторію.

source: Okay. Thank you for your time.
uk: ОК. Спасибі за приділений час.

source: Skip Tutorials
uk: Пропустити навчання

source: Hello there! It seems that you have already played before. You can get right into development and skip the tutorial messages. Note that you can always review tutorial messages (even the ones you have skipped) in the Help menu while you play a game.
uk: Привіт! Здається, ви вже грали раніше. Тож можете одразу приступити до розробки ігор, не читаючи навчальних повідомлень. Зауважте, що ви в будь-який момент можете переглянути їх (навіть ті, що пропустили) в розділі 'Допомога' головного меню.

source: Skip tutorial!
uk: Пропустити підказки!

source: Don't skip
uk: Не пропускати

source: You have amassed over {0} in cash! Usually I would suggest that you should grow your company by moving into a larger office but unfortunately there don't seem to be any larger offices available in the lite version.{n}You can still continue your game until year 4 to see how much cash you will end up with and how many fans you will gain.
uk: Ви накопичили понад {0} готівкою! Я б порадив вам переїхати до більш просторого офісу для росту компанії, однак в демо-версії така можливість не передбачається.{n}Ви можете продовжити гру до настання 4-го року, щоб побачити скільки вам вдасться накопичити грошей і скільки фанів ви набудете.

source: Congratulations! You have made quite a name for yourself and have saved up a lot of capital. If you want to grow the company further then moving into a new office is the next step. I've found the perfect office, situated in a technology park. Would you like to move your company to the next level?
uk: Мої вітання! Ви заробили собі репутацію і чимало грошенят. Якщо ви бажаєте, аби компанія розвивалась і надалі, наступним кроком має стати переїзд до нового офісу. Я тут надибав чудовий офіс, розташований у технологічному парку. Чи хотіли б ви перемістити компанію на новий рівень?

source: New Office?
uk: Новий офіс?

source: Move (pay {0})
uk: Переїхати (заплатити {0})

source: Not yet
uk: Не зараз

source: New Office
uk: Новий офіс

source: Invest (pay {0})
uk: Інвестувати (заплатити {0})

source: New equipment
uk: Нове обладнання

source: Boss, {0} has grown well under your management. I think it is time to move the company out of this technology park and into a building worthy of our success.{n}I've seen the perfect building for our new headquarters. It's not cheap but will allow us to grow even further. The new office also has space for additional expansions. Do you want to move?
uk: Босе, {0} виросла під вашим керівництвом. Я вважаю настав час для переїзду із технопарку до більш достойного місця.{n}Я знайшов ідеальне приміщення для нашої штаб-квартири. Воно недешеве, втім цей переїзд дозволить нам продовжувати розвиватись. У новому офісі також є місце для додаткового розширення. Чи бажаєте ви переїхати?

source: New office
uk: Новий офіс

source: Game Over
uk: Гру завершено

source: This is the end of your journey. You can either load a saved game, restart this level or start a new game.
uk: Це кінець вашої подорожі. Ви можете або завантажити збереження, або перезапустити цей рівень, або розпочати нову гру.

source: Restart level
uk: Переграти рівень

source: Start over
uk: Грати з початку

source: We can open our own hardware lab now.
uk: Тепер ми можемо відкрити нашу власну лабораторію апаратного забезпечення.

source: Let's do it! (pay {0})
uk: Зробімо це! ({0})

source: Hardware lab
uk: Лабораторія апаратного забезпечення

source: Our hardware lab is ready.
uk: Наша лабораторія апаратного забезпечення готова.

source: We can open our own research and development lab now.
uk: Тепер ми можемо відкрити власну дослідницьку лабораторію.

source: R&D lab
uk: Дослідницька лабораторія

source: Our R&D lab is ready.
uk: Наша дослідницька лабораторія готова.

source: Fire employee?
uk: Звільнити працівника?

source: Are you sure you want to fire {0}?
uk: Ви справді бажаєте звільнити {0}?

source: Yes
uk: Так

source: No
uk: Ні

source: Hi Boss! I have a knack for security and I think we could really do with some security upgrades in our office. I have done some research and I think with an investment of {0} we would be a lot safer than we are now. What do you say?
uk: Вітаю, босе! У мене є досвід роботи із системами безпеки, тож я думаю, що ми могли б дещо модернізувати систему безпеки нашого офісу. Я зробив деякі підрахунки і вважаю, що з інвестиціями у {0} наш офіс стане значно безпечнішим, ніж він є зараз. Що скажете?

source: Yes (invest {0})
uk: Так (інвестувати {0})

source: Thanks Boss! I will get right to it.
uk: Дякую, босе! Я зараз же візьмусь за це.

source: Okay, sorry that I bothered you.
uk: Гаразд, перепрошую за клопіт.

source: Investment
uk: Інвестиція

source: Dear esteemed sir/madame. I'm financial advisor to CEO at WOMOBA OIL LIMITED in Nigeria. I'm writing because I know of your high repute and trustworthiness. Our CEO has authorzied me to invest {0} in {1}.{n}We have deposited the amount at a safe bank and will transfer this money to you but the bank requires confirmation from you. If you wish to receive the funds you must transfer a one-time verification payment of {2}. I trust in you.
uk: Вельмишановний(-а) пан(і). Я фінансовий радник генерального директора WOMOBA OIL LIMITED у Нігерії. Я пишу вам, тому що знаю про вашу репутацію і надійність. Наш генеральний директор доручив мені інвестувати в {0} {1}.{n}Ми поклали гроші на депозит до надійного банку і зможемо перерахувати їх вам, щойно ви надішлете банку офіційне підтвердження. Для отримання коштів вам слід провести разовий підтверджувальний платіж у розмірі {2}. Я вірю в вас.

source: Pay ({0})
uk: Заплатити ({0})

source: Decline
uk: Відхилити

source: Gullibility Tax
uk: Податок на довірливість

source: News
uk: Новини

source: It appears that recently a few companies have fallen victim to Nigerian scammers. The scammers often claimed to invest large sums of money into companies but required a sizable up-front payment to make the deal.{n}Those who were unwise enough to pay will not see their money again. Police are investigating but seem helpless to stop these international scammers.
uk: Схоже, що останнім часом декілька компаній стали жертвами нігерійських шахраїв. Заявляючи про наміри вкласти великі суми грошей в розвиток компаній, зловмисники вимагали від останніх зробити значні авансові платежі.{n}Найбільш довірливі та нерозсудливі компанії, що погодились на таку оборудку, навряд чи знову побачать свої гроші. Поліція веде розслідування, однак здається безпорадною у спробах зупинити цих міжнародних шахраїв.

source: OK
uk: Гаразд

source: The recent pleas for a patch for {0} seem to have been unanswered by {1}. Many fans have voiced their disappointment.
uk: Нещодавні прохання про випуск патча для {0}, здається, були проігноровані розробниками з {1}. Значна частина фанів висловила своє розчарування.

source: Bugs!
uk: Баги!

source: Oh no! It seems that {0} had quite a few undiscovered bugs when we released it. Some of our customers are having a bad time with this and they demand that we patch the game.{n}We could either spend the money and time to patch it or ignore their pleas. If you want to patch the game then {1} on a character and use the action menu to develop a patch but make sure that you don't wait for too long.
uk: О ні! Схоже у грі {0} було досить таки багато невиявлених багів, коли ми випустили її. Дехто з наших клієнтів дарма потратив час і вимагає, щоб ми випустили патч до гри.{n}Ми можемо затратити трошки часу та грошей на виправлення багів або ж можемо проігнорувати їхні прохання. Якщо ви бажаєте випустити патч, то {1} на персонажа і в меню дій оберіть розробку патчу, але переконайтесь, що ви чекаєте не надто довго.

source: Administrative Expenses
uk: Адміністративні витрати

source: {n}This is a very special offer. Our agents have recently managed to 'borrow' some research information which might be of interest to you. If you are interested then transfer {0} to the enclosed uplink location. We'll contact you, Agent Blowfish
uk: {n}Спеціальна пропозиція. Нашим агентам нещодавно вдалось "запозичити" інформацію, яка могла б вас зацікавити. Якщо вам цікаво, то перерахуйте {0} на прикріплений рахунок. Ми зв'яжемось із вами, агент Блоуфіш

source: Proposition
uk: Пропозиція

source: Decrypt Message
uk: Розшифрувати повідомлення

source: Transfer ({0})
uk: Перевести ({0})

source: Thank you for your business.
uk: Спасибі за вашу участь.

source: You have successfully researched {0}.
uk: Ви успішно дослідили {0}.

source: Transaction complete
uk: Трансакцію завершено

source: This is a very special offer. Our agents have recently managed to gain access to some critical systems of one of your competitors. If you want to play war games then transfer {0} to the enclosed location and we'll initiate sabotage., Agent Blowfish
uk: Це унікальна пропозиція. Нещодавно нашим агентам вдалось отримати доступ до систем одного з ваших конкурентів. Якщо бажаєте пограти у "війни", то перерахуйте {0} на прикріплений рахунок і ми розпочнемо саботаж. Агент Блоуфіш

source: Sabotage ({0})
uk: Саботаж ({0})

source: In a statement the game development company {0} has said that they have been the victim of industrial sabotage. Unfortunately development on their current project has been severely affected. Police are investigating.
uk: У своїй заяві компанія {0} повідомила, що вони стали жертвою промислового саботажу. На жаль, ця ситуація серйозно вплинула на розробку їхнього поточного проєкту. Наразі справу розслідує поліція.

source: Hi Boss! A friend of mine is greatly involved in an organization which aims to get more women into technology. They are looking for a sponsor and I thought that this would be a perfect opportunity for us. Would you like to help out?
uk: Вітаю, босе! Мій товариш є членом руху за залучення жінок до технологічних галузей. Вони шукають спонсора і я подумав, що це чудова можливість для нас. Не бажаєте допомогти?

source: Sponsor (pay {0})
uk: Спонсорувати (заплатити {0})

source: Sponsorship
uk: Спонсорство

source: We have got word that {0} has recently sponsored a highly praised move to get more women into technology roles. {1}, the CEO at {0} said, 'We would love to see more women in the game industry.'
uk: У нас є інформація про те, що {0} нещодавно стала спонсором руху за залучення жінок до технічних галузей. {1}, генеральний директор {0} заявив: "Ми хотіли б бачити більше жінок в ігровій індустрії."

source: Boss, it seems that quite a few players use illegal copies of {0}. I've managed to identify some of them. We could either sue them to defend our copyright or send them warnings to ask them to stop. What do you want to do?
uk: Босе, здається, що велика кількість гравців використовують піратські копії нашої {0}. Мені вдалось ідентифікувати декого з них. Ми можемо подати на них до суду, щоб захистити наші авторські права або ж надіслати їм попередження із проханням припинити незаконні діяння. Яким буде ваше рішення?

source: Sue them
uk: Подати на них до суду

source: Warn them
uk: Попередити їх

source: Piracy is an increasingly big problem in the industry. Some companies invest a lot of money and effort to fight piracy while others argue that it's better to take a more relaxed approach and invest in better games instead.
uk: Піратство стає все більшою проблемою в індустрії. Деякі компанії інвестують чималі кошти і прикладають значні зусилля на боротьбу з піратством, в той час як інші запевняють, що краще не приділяти цьому уваги і інвестувати натомість у кращі ігри.

source: We have lost {0} fans but won {1} in legal claims.
uk: Ми втратили {0} фанатів, але виграли суді {1}.

source: In what some have called a drastic move, {0} has recently taken legal action against illegal players of their game {1}.
uk: Нещодавно {0} подали до суду на так званих "комп'ютерних піратів", які грали у нелегальну копію їхньої гри {1}. На думку багатьох це був рішучий крок.

source: legal claims
uk: судові позови

source: We have gained {0} fans!
uk: Ми набули {0} фанатів!

source: {0} has recently sent warnings to several players using illegal copies of their game {1}.
uk: Нещодавно {0} розіслала попередження кільком гравцям, які користувались піратськими копіями гри {1}.

source: Boss, I've discovered that some really dedicated fans of {0} have created a fan game using a lot of the material from our game. They don't make any money with it and just seem to do it for fellow fans. Our legal advisors strongly suggest that we shouldn't allow this to go on. What do you want to do?
uk: Босе, я дізнався, що деякі дуже віддані фанати {0} створили власну гру, в якій використали чимало напрацювань нашої компанії. Вони не мають з того жодного прибутку і, здається, роблять це для інших фанатів. Наші юрисконсульти наполегливо рекомендують не дозволяти цьому продовжуватись. Що ви думаєте з цього приводу?

source: Stop them
uk: Зупинити їх

source: Let them be
uk: Залишити їх у спокої

source: Project disbanded
uk: Проєкт розформований

source: Thank you
uk: Спасибі

source: Hi, I'm Denise Ried the main developer of the {0} fan game. I've recently been informed that your legal department has advised you to stop us and I just wanted to say that I'm very grateful that you didn't.{n}{1} is the best company in the world and I'm glad I can be part of the fan community.
uk: Вітаю, я Деніс Рід, головний розробник фанатської версії гри {0}. Нещодавно я дізнався, що ваш юридичний відділ порадив вам зупинити нас і я просто хотів подякувати за те, що ви цього не зробили.{n}{1} – найкраща компанія у світі і мені за честь бути одним із її фанатів.

source: Fans
uk: Фанати

source: We have lost {0} fans!
uk: Ми втратили {0} фанатів!

source: Boss, we would like to stage an internal coding contest! I think we could all learn a lot by doing this. As an incentive we would need a prize for the winner ({0}). We agreed that the prize will go to charity. Should we do it?
uk: Босе, ми хочемо організувати внутрішній турнір з програмування! Я вважаю ми усі могли б чомусь навчитись в процесі. В якості стимулу нам знадобиться приз для переможця ({0}). Ми домовились, що премія піде на благодійність. То що, робимо?

source: Great! We will start right away!
uk: Чудово! Ми розпочнемо вже зараз!

source: Okay, maybe another time...
uk: Гаразд, можливо іншим разом...

source: Coding Contest
uk: Конкурс з програмування
