Repository: iChester/gdt-translations
Catalog: *.po
Languages: uk

source: We've just received a letter from a company called 'All Your IP Belongs To US' and they say that our engine {0} is infringing on one of their patents.{n}They 'graciously' offer a license to their patent for {1} and are willing to give us a 50% discount if we just pay them without fighting them in court. We could pay this and hope that they won't bother us again or we could refuse and try to resolve this in front of the courts. Alternatively we might be able to rally our fans and publicly fight them. How would you like to proceed?
uk: Ми щойно отримали лист від компанії, що зветься 'Вся Ваша Інтелектуальна Власність Належить Нам'. Вони стверджують, що наш рушій '{0}' порушує один з їхніх патентів.{n}Вони 'люб'язно' пропонують нам ліцензію на їхній патент на {1} і готові надати знижку 50%, якщо ми заплатимо їм просто зараз без судових баталій. Ми могли б пристати на цю пропозицію з надією, що вони не потурбують нас знову, або ж відмовитись і спробувати вирішити цю проблему в судовому порядку. Окрім того, ми могли б згуртувати наших фанатів і боротися з цією компанією публічно. Що ви оберете?

source: Analysts have observed a strange trend lately where players around the world seem to have developed a curious taste for unusual games.{n}As one player put it: 'Sometimes you just want to play something unique. A game based on an idea that's not the usual Military/Action game or Fantasy/RPG just to name two examples. I really hope companies bring some unique games to market soon. I would definitely prefer them right now.'{n}This new trend promises to bring an interesting challenge to game developers as topic/genre combinations which used to work well will suddenly be less favorable while more outlandish ideas might flourish.
uk: Останнім часом аналітики відзначають дивну тенденцію - у гравців зі всього світу, схоже, прокинувся інтерес до незвичайних ігор.{n}Як зауважив один гравець: 'Іноді вам просто кортить пограти у щось унікальне. У гру, засновану на ідеї, а не, скажімо, у банальний військовий екшн чи звичайний фентезійний RPG-проект. Дуже сподіваюсь, що найближчим часом компанії виведуть на ринок по-справжньому оригінальні розробки. Не сумніваюсь, що надав би перевагу саме цим іграм'.{n} Це ставить доволі цікаве завдання перед розробниками ігор, оскільки публіка дещо охолола до традиційних поєднань жанрів і тематик, в той час як більш дивовижні ідеї можуть стати справжньою золотою жилою.

source: {0} is no longer supported. You've released {1} game for the platform and earned a total of {2}!
uk: {0} більше не випускається. Ви розробили {1} гру для цієї платформи та заробили {2}!

source: Ninvento has revealed that their bid in the next generation of consoles will be called the Wuu. The new console features a controller with a integrated display.{n}This is said to make local multiplayer games much more interesting by giving each player a unique screen. Ninvento has always been at the forefront of innovation and this console seems, once again, to be a brave move. The Wuu is said to be available {0}.
uk: Компанія Ninvento розкрила таємницю: консоль наступного покоління, яку вона розробляє, називатиметься Wuu. Новинка матиме контролер з вбудованим дисплеєм.{n}Кажуть, що це зробить ігри з кількома учасниками набагато цікавішими, оскільки кожен гравець отримає на екрані унікальне зображення. Інженери Ninvento завжди були на передньому краї інновацій, і ця консоль, здається, є їхньою черговою сміливою розробкою. Wuu з'явиться у продажу {0}.

source: Just as the industry seems to have silently accepted the slow demise of PC gaming as more and more games are primarily developed for consoles, there seems to be a resurgence of the PC market.{n}New powerful and affordable hardware, a growing indie-developer scene and the rise of crowd-funded financing has meant a slew of new exciting projects hitting the PC market. It seems that the PC market will only grow stronger in the coming years.{n}For console lovers, this isn't bad news either as many PC games are also ported to the most successful consoles.
uk: Хоча ринок мовчки проковтнув повільний занепад ігор на ПК (оскільки все більше і більше проектів розробляється в першу чергу для консолей), однак, здається, наразі відбувається відродження цього сегменту.{n}Нове потужне і доступне апаратне забезпечення, зростання кількості незалежних розробників та популяризація спільнокошту, призвели до появи безлічі цікавих проектів на ігровому ринку ПК. Схоже, найближчими роками цей сегмент буде тільки зміцнюватись.{n}Для фанатів консолей це не є поганою новиною, оскільки багато ігор для ПК портуються також і на найпопулярніші консолі.

source: Welcome to Game Dev Tycoon! In this business simulation you have been transported back in time to start your very own game development company right at the beginning of the PC revolution. In the next {0} years you can build your dream company, create best selling games, gain fans and become the leader of the market.{n}Before you can start your adventure you have to give your upcoming company a name.
uk: Ласкаво просимо у Game Dev Tycoon! Цей бізнес-симулятор перенесе вас у минуле, до початку комп'ютерної революції, де ви зможете створити власну студію розробки відеоігор. За наступні {0} років ви зможете побудувати справжню компанію мрії, створити ігрові бестселери, здобути прихильність фанатів та очолити ринок.{n}Але перед тим, як поринути в ці пригоди, вам необхідно дати вашій майбутній компанії ім'я.

source: It seems that {0} has recently moved into an office in a well known technology park and is now searching for employees.{n}The company, which is known for games such as {1}, has reportedly operated out of a garage until now.{n}One of the many fans of {2} commented: 'I can't believe that they didn't even have a proper office until now and that those games were created by only one person! I am really looking forward to their future games!
uk: Схоже, компанія '{0}' недавно переїхала до офісу, що розташовується у відомому технопарку, і тепер шукає працівників.{n}Цікаво, що компанія, яка відома такими цікавими розробками, як {1}, до цього моменту базувалась в гаражі.{n}Один з багатьох фанатів {2} зауважив: 'Не віриться, що вони досі не мали навіть належного офісу, а також що всі ці ігри були створені лише однією людиною! Я з нетерпінням чекаю на їхні майбутні ігри!

source: Uncaught error. Please report this to {0}: {1} ({2}:{3}) Please restart the game.
uk: Невідома помилка. Будь ласка, повідомте про це у {0}: {1} ({2}:{3}) Будь ласка, перезапустіть гру.

source: Game development has now started.{n}While developing your game you will generate game points which you can see bubbling up. Game points are divided into design points and technology points. The more points you generate the better the game will be.{n}From time to time there will also be bug points generated. These points become less likely once you gain experience. Bugs should be fixed before the game is released and increase development time and cost.
uk: Створення гри розпочалось.{n}У процесі розробки ви будете генерувати ігрові очки, які спливають, мов бульбашки. Ігрові очки поділяються на очки дизайну та очки технологій. Чим більше очок ви згенеруєте, тим кращою вийде гра.{n}Також час від часу ви будете генерувати очки помилок (багів). Ці очки будуть дедалі рідшими при накопиченні досвіду. Баги збільшують час та вартість розробки і повинні бути усунені до виходу гри.

source: Creating larger games is a significant task and, unlike in small games, one person cannot effectively be responsible for every aspect of a game. To create a good game and to make best use of your team you will have to assign which of your team is responsible for which areas.{n}Pick team members whose skills match the area to get the best result. When you assign a team member responsibilities you will see their workload. Try not to overload them too much.
uk: Створення більших ігор є важливою задачею, і на відміну від маленьких проектів одна людина тут вже не може ефективно відповідати за всі процеси. Щоб створити добру гру і використати потенціал вашої команди найкращим чином, вам доведеться призначати відповідальних за кожен процес розробки.{n}Оберіть керівниками тих членів вашої команди, чиї навички найкраще відповідають конкретним процесам. Це забезпечить найліпший результат. При розподіленні обов'язків ви побачите навантаження кожного члена команди. Намагайтеся занадто не перевантажувати своїх працівників.

source: While generating game reports you start to gain insights into the development process and learn about what works well and what doesn't work so well. These insights are shown as hints on the development screen (unless you have turned this option off in the settings).{n}The hints range from '+++' to '--' and indicate how important an area is for this type of game. When hints have a question mark at the end (e.g. '+++?') it means that you have insights from a game in the same genre but that you are not yet sure whether this holds true for this particular genre/topic combination.
uk: Формування ігрових звітів дасть вам уявлення про процес розробки: ви дізнаєтесь, що працює добре, а що - не дуже. Зроблені висновки позначаються у вигляді підказок на екрані розробки (якщо ви тільки не вимкнули цю опцію у налаштуваннях).{n}Підказки змінюють своє значення від '+++' до '--' і показують, наскільки важливими є наведені робочі процеси для цього типу гри. Якщо в кінці підказки стоїть знак питання (наприклад, '+++?'), це означає, що у вас вже є висновки для гри в цьому ж жанрі, але ви не впевнені, чи виявляться вони справедливими для конкретного поєднання жанру і тематики.

source: Game reports are a great way to gain more research points and new insights. It pays off to generate a report for each game you release. Now that you've completed your first game report it's a good idea to look at the research menu. To open the research menu close this message and then {0} anywhere on the screen to bring up the action menu.
uk: Ігрові звіти - чудовий спосіб отримати додаткові бали досліджень та зібрати ігрову аналітику. Будьте певні, формування звітів для кожної випущеної вами гри окупиться. Тепер, коли ви отримали свій перший ігровий звіт, було б добре поглянути на меню досліджень. Щоб потрапити в меню досліджень, закрийте це повідомлення, а потім {0} будь-де на екрані для виклику меню дій.

source: To: {0} From: Patrick & Daniel Klug (Greenheart Games). Hi {0}, we are the creators of Game Dev Tycoon and would like to thank you very much for purchasing the game and supporting us.{n}Game Dev Tycoon is our very first game and it means a lot to us that you are enjoying it. With your purchase you support our little start-up and this will hopefully make sure that we can bring you more games in the future.{n}Seriously, you rock! Thank you very much and have fun with Game Dev Tycoon.
uk: Кому: {0} Від: Патріка та Деніела Клугів (Patrick & Daniel Klug) з Greenheart Games. Привіт, {0}. Як розробники Game Dev Tycoon ми хотіли б подякувати вам за купівлю цієї гри.{n}Game Dev Tycoon є нашою першою розробкою, тож те, що вона вам сподобалась, багато значить для нас. Придбавши гру, ви підтримали наш маленький стартап, і це дає надію, що у майбутньому ми зможемо створювати більше відеоігор.{n}Це насправді крутий вчинок! Дуже дякуємо і бажаємо гарно провести час з нашою Game Dev Tycoon.

source: We see that you are, again, in serious financial difficulties. We are willing to offer you a mini-credit to tie you over until your current game is on the market. We will give you {1} to cover your costs and expect to be paid back the full amount, plus a fee of {2}, one month after the game is released.
uk: Ми бачимо, що Ви знову зіткнулися з фінансовими негараздами. Тож ми хочемо запропонувати вам невеликий кредит, щоб підтримати до випуску вашої наступної гри. Ми дамо вам {1}, щоб покрити ваші витрати, і сподіваємося, що гроші будуть повернуті у повному обсязі з доплатою в {2} через місяць після випуску нової гри.

source: Loading ...
uk: Завантаження...

source: Unlock hints?
uk: Розблокувати підказки?

source: fans
uk: фанатів

source: Credits
uk: Автори

source: Hype game!
uk: Вихваляти гру

source: Be modest.
uk: Бути стриманим

source: Mods
uk: Моди

source: Industry Report
uk: Галузевий звіт

source: Platform genre-match ({0}/{1}): {2}.
uk: Поєднання платформи та жанру ({0}/{1}): {2}.

source: Platform audience-match ({0}/{1}): {2}.
uk: Поєднання платформи та аудіторії ({0}/{1}): {2}.

source: Topic audience-match ({0}/{1}): {2}.
uk: Поєднання тематики та аудіторії ({0}/{1}): {2}.

source: Enabling and disabling mods requires a restart.
uk: Підключення/відключення модів потребує перезавантаження.

source: Use mods at your own risk!
uk: Використати моди на власний ризик!

source: Greenheart Games is not responsible for the contents of mods. Mods may corrupt your save files or do other harm. Use them at your own risk! Since mods can introduce severe bugs or data corruption we cannot offer user support when mods are in use.
uk: Greenheart Games не несе відповідальності за вміст модів. Моди можуть зіпсувати файли збереження чи завдати іншої шкоди. Користуйтеся модами на свій страх і ризик! Оскільки моди можуть призвести до серйозних помилок чи втрати даних, ми не зможемо надавати вам підтримку у випадку використання модів.

source: patch complete
uk: пропатчено

source: Give it away
uk: Віддати

source: Sell it
uk: Продати

source: Refuse
uk: Відмовитися

source: Out of nowhere, a new company called KickIT has kicked up a media storm by successfully crowd-funding the development of a new gaming console in just under eight hours.{n}The console, dubbed 'OYA', uses similar technology as modern phones and tablets and delivers games exclusively via its own online store. The OYA is a cubed-shape console and much smaller than most gamepads but the shape isn't the only thing that is small as the developer states that the price tag of the OYA will be under 100cr.{n} KickIT also stated that every game on the OYA will offer a free DEMO. The OYA will be available {0}.
uk: Несподівано нова, маловідома компанія KickIT викликала серйозний бум у засобах масової інформації завдяки успішній восьмигодинній кампанії зі збору грошей для створення нової ігрової консолі.{n}У консолі, що отримала назву 'OYA', використовуються ті ж технології, що й у сучасних телефонах і планшетах. А завантаження ігор відбуватиметься виключно через власну онлайн-крамницю. 'OYA' за формою нагадує куб, а за розмірами значно менша за більшість ґеймпадів. Цікаво, що ціна на консоль буде такою ж маленькою, як і її розміри, та складатиме не більше 100 крд.{n}Також в KickIT зазначили, що кожна гра для 'OYA' матиме безкоштовну демо-версію. Консоль 'OYA' з'явиться на полицях магазинів {0}.

source: Game dev gems
uk: Справжній ігровий скарб

source: Make me think!
uk: Дайте подумати!

source: Game design for pirates
uk: Якраз для ігрових піратів

source: Don't repeat yourself
uk: Не повторюйтесь

source: Code incomplete
uk: Недопрограмували

source: If you ever want to review the tutorial messages then you can do so in the Help menu. To access the Help menu and other features such as saving, loading and creating a game simply press ESC to access the main menu.
uk: Ви можете в будь-який момент переглянути навчальні повідомлення в розділі 'Допомога' основного меню. Щоб отримати доступ до довідкового розділу та інших функцій, таких як збереження, завантаження та створення гри, натисніть ESC для виклику головного меню.

source: Your local save game seems to be different from the one stored in the Steam Cloud. Which one would you like to load?
uk: Ваше локальне збереження, здається, відрізняється від того, що зберігається в хмарі Steam Cloud. Яке б ви хотіли завантажити?

source: Cloud
uk: З хмари

source: Local
uk: З комп'ютера

source: Note: Once you save the game, the new save file will be stored both locally and on the Cloud unless you disable the Steam Cloud through Steam.
uk: Примітка: при збереженні гри новий файл збереження розміщується не тільки на вашому локальному диску, але і в хмарі Steam Cloud, поки ви не вимкнете цю функцію в Steam.

source: Moderators
uk: Модератори

source: Top Contributors
uk: Найактивніші учасники

source: Quality Assurance
uk: Гарантія якості

source: Discuss translation
uk: Обговорити переклад

source: Thanks to the many unnamed contributors who greatly helped translating the game!
uk: Дякуємо багатьом неназваним учасникам, які дуже допомогли з перекладом гри!

source: Any
uk: Будь-яка платформа

source: Right away!
uk: Негайно!

source: {0}K
uk: {0} тис.

source: {0}M
uk: {0} млн

source: Show only new tutorials (recommended)
uk: Показувати тільки нові навчальні повідомлення (рекомендовано)

source: Show all tutorials
uk: Показувати всі навчальні повідомлення

source: Disable tutorials
uk: Вимкнути навчальні повідомлення

source: Quality
uk: Якість

source: Performance
uk: Продуктивність

source: Animations
uk: Анімація

source: Sign up to our newsletter
uk: Підпишіться на наші новини

source: Signing up...
uk: Оформлення підписки...

source: Signup successful!
uk: Підписку оформлено!

source: Like this game? Stay informed about new games coming from us by signing up to our newsletter.
uk: Подобається гра? Підпішіться на новини, щоб відслідковувати інформацію про наші нові проекти.

source: email address
uk: електронна скринька

source: Sign up
uk: Підписатись

source: Load Anyway
uk: Все одно завантажити

source: Abort Loading
uk: Перервати завантаження

source: How would you like to proceed?
uk: Що ви оберете?

source: To correct this, activate the same mod(s) that have been used with the save game and deactive any extra mods. If this is intentional however you may wish to continue loading the game.
uk: Щоб виправити це, активуйте ті самі моди, що були використані у збереженій грі, та вимкніть всі інші моди. Якщо ж ви це робите навмисне, продовжуйте завантаження.

source: This mismatch may cause unwanted issues such as save game corruption making your save unplayable.
uk: Ця невідповідність може викликати таку небажану проблему, як пошкодження файлу збереження, що унеможливить процес завантаження збереженої гри.

source: Additional Mod(s):
uk: Додаткові моди:

source: Missing Mod(s):
uk: Відсутні моди:

source: There is a mismatch between the mods used in this save game and the mods you currently have active:
uk: Існує невідповідність між модами, що використовуються у цій збереженій грі, та модами, які наразі є активними:

source: This save slot is corrupt, this could be due to a failed cloud sync. Please resync your game with the Steam cloud and try again.
uk: Цей слот збереження пошкоджено - ймовірно, через проблему синхронізації з хмарою (Steam Cloud). Будь ласка, оновіть синхронізацію із хмарою Steam і спробуйте завантажитись знову.

source: This save slot is corrupt, this could be due to a failed cloud sync. Please report this issue to Microsoft Support this issue.
uk: Цей слот для збережень пошкоджений через проблему з синхронізацією з хмарою. Будь ласка, повідомте про цю помилку в підтримку Microsoft.

source: This save slot is corrupt, please try restarting your game.
uk: Слот для збереження пошкоджено! Будь ласка, перезапустіть гру.

source: Mods:
uk: Моди:

source: Please wait...
uk: Зачекайте, будь ласка...

source: Greenworks requirements missing!
uk: Не відповідає вимогам Greenworks!

source: Steam Workshop
uk: Майстерня Steam

source: Publish Mod
uk: Опублікувати мод

source: Update Mod
uk: Оновити мод

source: Title*
uk: Назва*

source: Description
uk: Опис

source: Mod Source Folder*
uk: Вихідна папка моду*

source: Choose Image
uk: Оберіть зображення

source: Image Preview
uk: Попередній перегляд зображення

source: Status
uk: Статус

source: Idle
uk: Незайнятий

source: Publish
uk: Видати

source: Your Mods
uk: Ваші моди

source: Loading data...
uk: Завантаження даних...

source: Your Mod Folder
uk: Ваша тека з модами

source: Choose Folder
uk: Оберіть теку

source: Update
uk: Оновлення

source: Reading package.json...
uk: Читання package.json...

source: Error. Invalid Game Dev Tycoon Mod!
uk: Помилка. Неприпустимий мод для Game Dev Tycoon!

source: No Mods found.
uk: Модів не знайдено.

source: Folder
uk: Тека

source: Title
uk: Назва

source: Updating...
uk: Оновлення...

source: Publishing...
uk: Триває видання...

source: Update done
uk: Оновлення завершено

source: Publish done
uk: Публікування завершено

source: Error. Missing {0}
uk: Помилка. Відсутній {0}

source: By submitting this item to Steam, you agree to the
uk: Надавши це Steam, ви погоджуєтеся з

source: Steam Workshop terms of service
uk: умовами використання майстерні Steam (Steam Workshop)

source: Tutorials
uk: підручники

source: Hardware
uk: Апаратні засоби

source: Player
uk: Гравець

source: you
uk: ви

source: Special thanks to {0} for purchasing this game and supporting us!
uk: Особлива подяка {} за придбання гри, а також за підтримку!

source: G3 Training
uk: Тренінг G3
