Repository: iChester/gdt-translations
Catalog: *.po
Languages: uk

source: With the growing interest in video games there is also a growing audience for video game magazines. These magazines offer a great new way for game developers to market their upcoming games.
uk: Зі зростанням інтересу до відеоігор також зростає інтерес до журналів про відеоігри. Ці журнали надають для розробників нову платформу для презентації своїх ігор.

source: Today, Ninvento has announced that they will introduce a portable gaming device called Gameling. The device comes with changeable game cartridges, a monochrome screen on a green background, built-in speakers and even multiplayer support via a connection cable.{n}Compared to PCs and other gaming consoles the Gameling is underpowered but given the lower cost and excellent portability it might find a huge following.{n}The Gameling is said to hit shelves {0}.
uk: Сьогодні Ninvento заявили, що незабаром вони представлять новий портативний ігровий девайс Gameling. Пристрій з монохромним дисплеєм із зеленим фоном, з вбудованими гучномовцями працюватиме на змінних ігрових картриджах та підтримуватиме можливість мережевої гри через кабель.{n}У порівнянні з ПК та іншими ігровими консолями Gameling є менш потужний, але завдяки своїй низькій вартості і портативність він може знайти багато прихильників.{n}Кажуть, що Gameling з'явиться на полицях {0}.

source: Vena, creator of the Master V console, has announced the Vena Gear, a portable console to directly compete against the Gameling from Ninvento.{n}A spokesperson for the company said, 'Unlike similar devices on the market which don't come close to gaming consoles the Vena Gear has basically the full power of the Master V, except that you can take it with you. The Vena Gear also has a full color screen'.{n}Will this device topple the Gameling? We will see. The Vena Gear will debut {0}.
uk: Vena, творець Master V, анонсувала портативну консоль Vena Gear для прямої конкуренції з Gameling від Ninvento.{n}Коментар від представника компанії: 'На відміну від інших пристроїв на ринку, яким ще далеко до того, щоб називатись ігровими консолями, Vena Gear може похвалитися потужністю Master V і відрізняється від останньої лише тим, що її ще й можна прихопити з собою. Також Vena Gear має повноколірний екран'.{n}Чи виявиться новий продукт кращим за Gameling? Що ж, побачимо. Дебют Vena Gear вже незабаром {0}.

source: Vena has announced that they will release a new gaming console {0}. The Vena Oasis comes with 16-bit graphics and sound which promises a new kind of gaming experience.{n}Vena said at the announcement, 'The Oasis is a new start, it will be the genesis of a new generation of gaming consoles and we believe it will do very well in the market'. Some of the games already announced for the console suggest that it will appeal to more mature audiences.
uk: Компанія Vena анонсувала реліз нової ігрової консолі {0}. Vena Oasis постачатиметься з 16-бітними графікою та звуком, що забезпечить гравцям принципово нові враження.{n}Анонсуючи розробку, представники Vena відзначили, що 'Поява Oasis зафіксує зародження нової генерації ігрових консолей, і ми віримо, що цей продукт чудово почуватиметься на ринку'. Судячи з деяких ігор, вже анонсованих для цієї консолі, можна припустити, що вона буде націлена на більш зрілу аудиторію.

source: Today, Ninvento announced the much anticipated successor to the popular TES console. 'This is the greatest console we have ever built. It comes with state of the art 16-bit graphics and sound. It is simply super and that's why we decided to call it the Super TES!'.{n}Fans around the world have been waiting for this moment and it seems that they will not be disappointed.
uk: Сьогодні Ninvento анонсували вихід довгоочікуваного наступника популярної консолі TES. 'Це найкраща консоль з усіх, які ми коли-небудь робили. Вона має сучасну 16-бітну графіку та звук. Вона просто супер! Саме тому ми назвали її Super TES!'.{n}Фани зі всього світу очікували цього моменту і, здається, засмученими вони не будуть.

source: The media is abuzz with the latest news from this year's Entertainment Conference. In a surprise announcement Vonny, a company known for general electronics has presented a prototype console called the Play System.{n}Apparently Vonny has collaborated with Ninvento, creators of the beloved and successful TES and Super TES consoles to develop what is basically a Super TES with a CD drive.{n}This would be the world's first console using a CD drive.
uk: ЗМІ гудуть новинами з цьогорічної конференції Entertainment Conference. Несподівану заяву зробила Vonny: компанія, відома своєю побутовою електронікою, анонсувала прототип консолі під назвою Play System.{n}Вочевидь, розробники Vonny співпрацювали з Ninvento, творцем популярних та успішних консолей TES і Super TES, тому що анонсований продукт, по суті, є тою самою Super TES тільки з оптичним накопичувачем {n}Це буде перша в світі консоль, обладнана CD-приводом.

source: Journalists around the world are baffled as only one day after Vonny and Ninvento jointly announced the Play System at the Entertainment Conference things have turned sour.{n}Ninvento announced today that they will cancel the project and instead seek to develop a new console with a different partner.{n}Rumour has it that the distribution deal the companies had worked out was unfavorable to Ninvento handing over much of the control to Vonny.{n}This seems to be the end of the Play System.
uk: Журналісти зі всього світу спантеличені, тому що наступного дня після спільного анонсу консолі Play System на конференції Entertainment Conference компанії Vonny та Ninvento відмовились від своєї заяви.{n}У Ninvento сьогодні повідомили, що вони скасовують проект та починають пошук іншого партнера для розробки нової консолі.{n}Ходять чутки, що дистриб'юторська угода, над якою працювали компанії, виявилась неприйнятною для Ninvento, бо передбачувала надання Vonny занадто великих важелів впливу.{n}Здається, що це кінець Play System.

source: Today, Vonny has announced their very own console called the Playsystem. Apparently the company has completely reworked their earlier Play System prototype after Ninvento cancelled the project.{n}The new Playsystem comes with a CD-ROM drive and 32-bit processors and is wholly owned by Vonny. Industry professionals say that this might be the beginning of a new generation of consoles. Ninvento declined to comment. The Playsystem will enter the market {0}.
uk: Сьогодні Vonny розповіла про розробку власної консолі під назвою Playsystem. Вочевидь, компанія суттєво переробила представлений раніше прототип Play System, після того як у Ninvento скасували цей проект.{n}Playsystem обладнана CD-приводом, 32-розрядним процесором і повністю належить Vonny. Фахівці стверджують, що це могло б бути початком нового покоління консолей. Компанія Ninvento утрималась від коментарів. Playsystem надійде у продаж {0}.

source: Ninvento announced their next generation console called TES 64 today. Expected {0} it is the world's first gaming console to sport 64-bit processors for graphics and audio. Ninvento said this will allow never-before-seen 3D realism.{n}In recent years the Super TES has lost a lot of market share to more modern consoles. Market experts said that the hardware of the TES 64 is surely impressive, but expressed their surprise that it still uses ROM cartridges instead of the much cheaper and higher capacity CD-ROM format.{n}Nevertheless, the TES 64 seems like an impressive console and Ninvento has said that it plans to aggressively price it against Vonny's Playsystem.
uk: Ninvento сьогодні анонсували консоль наступного покоління під назвою TES 64. Перша ігрова консоль з 64-розрядними графічним та звуковим процесорами скоріш за все з'явиться в продажі {0}. В Ninvento кажуть, що нова технологія дозволить досягнути неймовірного реалізму 3D.{n}Останніми роками Super TES втратила частину ринку на користь її більш сучасних конкурентів. Ринкові експерти кажуть, що апаратна частина TES 64 безумовно вражає, але також висловили здивування, щодо подальшого використання ROM картриджів замість дешевших та потужніших CD.{n}Тим не менш, схоже в Ninvento налаштовані агресивно протистояти Vonny's Playsystem в ціновому плані.

source: The day Vena fans have waited a long time for has arrived, as Vena has announced their next generation console, the DreamVast. A company spokesperson said, 'The DreamVast is a dream come true. This console is the most advanced gaming console in history!'.{n}The new console sports powerful graphics hardware promising graphic quality rivaling those on high-end PCs. The DreamVast is also the first console to ship with a modem out-of-the-box, making it ready for online play. The console will be available {0}.
uk: День на котрий так довго чекали фанати Vena настав. Сьогодні компанія анонсувала свою консоль нового покоління - DreamVast. Представник компанії заявив: "DreamVast - мрія наяву. Це найбільш просунута ігрова консоль в історії!"{n}Консоль володіє потужним графічним процесором, який обіцяє за якістю графіки конкурувати з топовими ПК. DreamVast також перша консоль котра постачається з модемом в комплекті, і одразу готова до гри в онлайні. У продаж пристрій надійде {0}.

source: Today, Vonny has announced the much anticipated successor to their popular Playsystem console. The Playsystem 2 will have upgraded hardware to compete with newer generation consoles such as the DreamVast.{n}Unlike the DreamVast the Playsystem 2 does not focus much on online play but instead seems to focus on the strengths of the previous Playsystem. A solid upgraded controller including vibration function, upgraded graphics, support for DVD titles and even backwards compatibility with Playsystem 1 games.
uk: Сьогодні розробники з Vonny анонсували довгоочікуваного наступника популярної консолі Playsystem. Playsystem 2 матиме оновлене начиння, щоб конкурувати з консолями нового покоління, такими як DreamVast.{n}На відміну від DreamVast, нова Playsystem 2 не фокусується на грі онлайн, а зосередиться на сильних сторонах попередньої Playsystem. Оновлений контролер з функцією вібрації, покращена графіка, підтримка DVD дисків та навіть сумісність з іграми Playsystem 1.

source: Since release, the DreamVast from Vena has been one of the fastest selling consoles in history but lately it seems that the anticipation of the upcoming Playsystem 2 release is slowing down sales.{n}If the Playsystem 2 can hold up to the hype when it is released then Vena could be in deep trouble.
uk: З початку релізу консоль DreamVast від Vena, вона була однією з найшвидше проданих консолей в історії, але очікування виходу Playsystem 2 сповільнило її продаж.{n}Якщо Playsystem 2 продовжить свою маркетингову політику, то у Vena будуть великі неприємності.

source: PC software juggernaut Mirconoft has announced today that they will enter the game console market with their very own gaming console called the mBox.{n}First demonstrations have been impressive, but we will have to wait and see how it fares against the popular DreamVast, as well as against the recently announced and much anticipated Playsystem 2. The new console is said to debut {0}.
uk: Джаґґернаути програмного забезпечення для ПК Mirconoft сьогодні повідомили про вихід на ринок ігрових консолей зі своєю mBox.{n}Перші презентації були вражаючі, однак необхідно почекати і подивитись як їхній продукт встоїть на ринку поряд з DreamVast та нещодавно анонсованим гігантом Playsystem 2. Їхня нова консоль дебютує {0}.

source: Mirconoft has announced the delay of their new gaming console, mBox. The new release date is '{0}'. Rumour has it that the incredible success of the Playsystem 2 launch has prompted Mirconoft to delay their own debut.
uk: Компанія Mirconoft повідомила про затримку своєї нової ігрової консолі mBox. Випуск перенесли на '{0}'. Ходять чутки, що Mirconoft відклала дебют mBox через неймовірний успіх Playsystem 2.

source: The launch of the Playsystem 2 has been a phenomenal success. Stores everywhere are out of stock as manufacturing can barely keep up. Fans have resorted to buying the console on internet auction sites for as much as five times the normal price.{n}While Vonny has managed to have the most successful launch in history, sales of Vena's DreamVast have plummeted.
uk: Запуск консолі Playsystem 2 отримав феноменальний успіх. Магазини порожні, адже виробники ледь встигають постачати її на прилавки. Прихильники консолі вдаються до покупок на інтернет-аукціонах у цілих п'ять разів дорожче від нормальної ціни.{n}Поки у Vonny радіють найуспішнішому запуску в історії. продаж DreamVast на днях різко впав.

source: In a sobering announcement, Vena has today confirmed the discontinuation of the DreamVast. Vena's president said that while many companies will still deliver games for the platform, the company will no longer produce new units in the future.{n}Vena fans worldwide are disappointed, as a beloved part of gaming console history is coming to an end.
uk: Неочікувану заяву зробили розробники Vena, в котрій підтвердили припинення випуску консолі DreamVast. Президент Vena повідомив, що ігрові компанії й надалі будуть продовжувати випускати ігри на платформу, проте випуску цих консолей більше не буде.{n}У всьому світі шанувальники Vena розчаровані через те, що одній з найулюбленіших консолей в історії прийшов кінець.

source: Today, Ninvento announced the new Ninvento Game Sphere, with which it will try to compete with Vonny's market leading Playsystem 2 and Mirconoft's strong alternative, the mBox. The curiously shaped console has similar hardware specifications as other consoles.{n}The Game Sphere is Ninvento's first console to have an optical disc drive instead of cartridges. However, instead of using full sized CD and DVDs, like its competitors, the console features a mini-DVD drive. Game Spheres will start rolling into stores {0}.
uk: Сьогодні розробники Ninvento анонсували Ninvento Game Sphere, з якою вони прагнуть забрати частину ринку у Vonny з їхньою Playsystem 2 та сильною альтернативною консоллю mBox від Mirconoft. Консоль цікавої форми має схоже апаратне устаткування,як у їхніх конкурентів.{n} Game Sphere - це перша консоль від Ninvento, що має оптичний привід замість картриджів. Проте, замість того, щоб використовувати CD та DVD стандартного розміру, як у конкурентів, вони використовують міні-DVD привід. Game Sphere з'явиться на прилавках {0}.

source: Rumours are spreading that Ninvento is working on a new game console. Most of the rumours state that it is not a successor to the somewhat disappointing Game Sphere but instead a new console in the mobile market.{n}Ninvento's Gameling has been leading the mobile market thanks to numerous updates and a large list of very popular games available on the platform, but the hardware is aging quickly and many players wonder what will be next.
uk: Ходять чутки, що в Ninvento працюють над новою консоллю. Здебільшого говорять не про наступника дещо невдалої Game Sphere, а про новий пристрій для ринку портативних консолей.{n}Ninvento Gameling була лідером на ринку портативок завдяки численним оновленням, а також низці дуже популярних ігор, що були доступні для неї. Втім, апаратне забезпечення швидко старіє, тому гравців цікавить, що буде далі.

source: Today, Vonny announced that they are launching a new mobile gaming console called Portable Playsystem, or PPS for short, {0}. Media analysts speculate that this announcement is meant to distract users from Ninvento's launch of the Ninvento GS.{n}While the Ninvento GS utilizes an innovative dual screen, the PPS instead makes use of a single screen and will focus on giving developers access to much more powerful hardware.
uk: Сьогодні компанія Vonny повідомила про випуск нової портативної консолі під назвою Portable Playsystem, або скорочено - PPS, {0}. Медіа-аналітики припускають, що мета цієї заяви - відволікти гравців від запуску на ринок консолі Ninvento GS, розробленої компанією Ninvento.{n}На відміну від Ninvento GS, що використовує інноваційний подвійний екран, анонсована PPS матиме лише один дисплей, однак її апаратне забезпечення буде істотно потужнішим.

source: Industry experts predict that we will see the next generation of video game consoles as early as next year. 'The hardware advancements in the PC industry have not been reflected in gaming consoles yet and we can expect the next generation to be a truly exciting leap forward.'{n}According to rumours, both Mirconoft and Vonny are in a race to introduce the next-generation console, with Mirconoft apparently already collaborating with partners to prepare titles for what is called the 'mBox 360.'
uk: Галузеві експерти вважають, що нове покоління ігрових консолей з'явиться вже наступного року. 'Останні досягнення в сфері апаратного забезпечення для ПК ще не знайшли свого повного відображення в консолях, тож можна сподіватись, що наступне покоління зробить дивовижний стрибок уперед.'{n}Подейкують, що компанії Mirconoft та Vonny роблять все, щоб випередити одне одного у випуску консолі нової генерації. А у Mirconoft, либонь, вже співпрацюють з партнерами, щоб до появи mBox 360 встигнути підготувати для неї низку ігор.

source: Today, Mirconoft presented their new console called the mBox 360. It is the first in the next generation of expected consoles, and features hardware rivaling mid-end PC counterparts. With a relatively cheap purchase price, Mirconoft will be selling the device at a loss as part of a long-term strategy to gain market share.{n}Gamers around the world are excited by the new console and it is predicted that the mBox 360 will have a massive impact on the console market.
uk: Сьогодні компанія Mirconoft презентувала нову консоль під назвою mBox 360. Вона є першою серед очікуваних консолей нового покоління і за своїми апаратними можливостями складає конкуренцію ПК середнього рівня. Розробники збираються продавати новинку за відносно низькою ціною і навіть собі у збиток, що є частиною довготривалої стратегії Mirconoft, націленої на збільшення ринкової частки.{n}Гравці з цілого світу в захваті від нової консолі, і, схоже, mBox 360 матиме великий вплив на цьому ринку.

source: Today, Ninvento has announced their bid in the next-generation console market by announcing the Nuu. Instead of trying to compete with Mirconoft and Vonny on hardware strength and graphical power, Ninvento has decided to deliver a truly unique gaming experience.{n}The Nuu features a controller with a built-in motion sensor, which allows players to stand front of their TV and use the controller as a counterpart to virtual objects such as a tennis racquet.{n}First playtesters were seen with huge grins on their faces. It seems to be a lot of fun.
uk: Сьогодні Ninvento сказала своє слово на ринку консолей нового покоління, анонсувавши випуск Nuu. Замість того щоб конкурувати з Mirconoft і Vonny у потужності заліза та графіки, у Ninvento вирішили зробити ставку на справді унікальний ігровий досвід.{n}Так, особливістю Nuu буде контролер з вбудованим сенсором руху. Це дозволяє гравцям, стоячи перед телевізором, використовувати контролер як аналог віртуальних об'єктів, таких як, наприклад, тенісна ракетка.{n}Перші тестувальники Nuu були дуже задоволені. Тож нова консоль обіцяє багато веселощів.

source: Today, Vonny has announced the successor to the massively successful Playsystem 2. The new console is predictably called 'Playsystem 3' and comes with an impressive hardware configuration, making it the most powerful console in gaming history.{n}The console also doubles as a player for BlueRay, which Vonny hopes will be the successor to the DVD format. All this power comes with a hefty price tag, also making the Playsystem 3 the most expensive console ever.{n}We will see how consumers will react to this given the lower-cost alternatives; however, considering the massive success of the Playsystem 2, Vonny can be hopeful. The console is expected to ship {0}.
uk: Сьогодні компанія Vonny анонсувала наступника мегауспішної консолі Playsystem 2. Новинка, що отримала передбачувану назву 'Playsystem 3', матиме вражаюче апаратне забезпечення. Це зробить її найпотужнішою консоллю в ігровій історії.{n}Консоль також можна буде використовувати в якості програвача дисків формату BlueRay, який, за сподіваннями Vonny, замінить DVD. Вся ця потужність буде вельми дорого коштувати, що робить Playsystem 3 найдорожчою консоллю всіх часів.{n}Побачимо, як покупці відреагують на це, враховуючі присутність на ринку дешевших альтернатив. Однак, з огляду на масовий успіх Playsystem 2, Vonny має всі шанси на успіх. Очікується, що консоль надійде у продаж {0}.

source: In what some call a bizarre show of arrogance Vonny representatives have been trash-talking Mirconoft's successful mBox 360 while praising their own upcoming Playsystem 3 in the lead-up to their launch {0}.{n}Asked about the unusually high price of the Playsystem 3, a high-ranking company official replied, 'People will work more hours to buy one. We want people to feel that they want it more than anything else.'.{n}We are not sure that players will really want it so badly, as, so far, no major game titles have been announced for the Playsystem 3. It might be a while before developers are able to take full advantage of the powerful new console.
uk: Те, що представники Vonny розводять брудні балачки щодо успішної mBox 360 від Mirconoft, одночасно усіляко вихваляючи власну консоль Playsystem 3 напередодні її запуску на ринок{0}, деякі оглядачі прямо називають небаченим шоу зарозумілості.{n}Відповідаючи на питання про незвично високу ціну на Playsystem 3, високопоставлений представник компанії заявив таке: 'Щоб купити нашу консоль, люди почнуть більше працювати. Ми хочемо, аби вони відчували, що бажають її більш за все на світі'.{n}Проте ми не впевнені, що гравцям аж так сильно закортить придбати Playsystem 3, адже для цієї консолі й досі не було анонсовано жодного великого ігрового проекту. Певно, пройде деякий час, перш ніж розробники зможуть повною мірою скористатися потужністю нової консолі.

source: Today, Grapple, a company well known for their role in the early PC industry and, more recently, for their portable music player, grPod, have announced that they will soon release a powerful new mobile phone. The phone has a touch screen and sports a surprisingly powerful CPU.{n}The integrated graphics chipset should also allow the phone to run games and, since the phone comes with its own application delivery platform, it could become a great device for mobile games. The grPhone will be available {0}.
uk: Сьогодні в компанії Grapple, відомій через свій внесок у розвиток ринку ПК на етапі зародження, а також через її недавню розробку - портативний програвач музики grPod, - анонсували новий потужний мобільний телефон, випуск якого має початись вже зовсім скоро. Телефон матиме сенсорний дисплей та напрочуд потужний процесор.{n}Інтегрований графічний чипсет дозволить запускати ігри. А оскільки телефон з'явиться на ринку одночасно з платформою Grapple для розповсюдження програмних додатків, то зможе стати чудовим пристроєм для мобільних ігор. grPhone буде доступний вже {0}.

source: Today, Grapple, the company responsible for the massively successful grPhone has announced their plans to release a tablet device called the grPad. Tablet devices are not a new idea in the computing industry but earlier attempts never seemed to take off. Many expect the grPad to do very well.
uk: Сьогодні компанія Grapple, відповідальна за неймовірно успішний grPhone, озвучила свої плани щодо випуску планшета grPad. Планшет не є новою ідеєю у комп'ютерній індустрії, але усі попередні спроби випустити у світ вдалий продукт були марними. Очікується, що grPad досягне успіху на ринку.
