Repository: iChester/gdt-translations
Catalog: *.po
Languages: uk

source: The mPad has received mixed reviews at launch, with many of them highlighting the fact that the mPad is indeed not the same as the grPad from Grapple. We will see what the future holds for this platform.
uk: mPad після запуску отримав неоднозначні відгуки, багато з яких вказують на те, що mPad зовсім не те саме, що й grPad від Grapple. Ми побачимо, як в майбутньому покаже себе ця платформа.

source: For fans of the mBox, the long wait for an update to the console will soon be over as Mirconoft has announced that the mBox Next will be available {0}.
uk: Для фанів mBox, котрі дуже довго чекали на нову консоль, є гарна новина. Mirconoft заявила, що незабаром буде доступна нова mBox Next.

source: Mirconoft has lost a substantial share of the market since {0} released their {1} console.{n}
uk: Mirconoft втратила значну долю ринку з того часу, як {0} випустили свою консоль {1}.{n}

source: The new console seems to cleverly integrate Mirconoft's own motion sensor add-on for the mBox into one small package. The strength of the hardware seems to match expectations.
uk: Схоже, нова консоль розумно інтегрує сенсор рухів Micronoft-івського mBox в один невеличкий корпус. Потужність апаратного забезпечення, здається, відповідає очікуванням.

source: but we will see how well the new console competes with the popular {0} console.
uk: але ми побачимо наскільки добре нова консоль конкуруватиме із популярною {0}.

source: but we will see how the new console will fare against its competitors.
uk: але ми побачимо як нова консоль вибиватиме для себе місце під сонцем.

source: Dear {0}, we, the worldwide game developers guild, would like to invite you to a special award ceremony at our main meeting at the end of the year. Please come. (Hint: The game will end at the end of this year.)
uk: Шановний(-а){0}, ми, міжнародна спілка розробників відеоігор, раді запросити вас на церемонію вручення нагород, що матиме місце під час нашої головної зустрічі в кінці року. Просимо, приїжджайте. (Підказка: Гра завершиться в кінці цього року.)

source: {0}, a newcomer in the game industry, has just released their first game '{1}'. The game
uk: {0}, новачки в індустрії відеоігор, випустили свою першу гру '{1}'.↵ Гра

source: got generally low scores from reviewers but with a bit of experience we are sure that we will see better games from {0} in the future.
uk: отримала в загальному низькі оцінки від рецензентів, але це гарний досвід і ми впевнені, що в майбутньому {0} ще покажуть нам дійсно хороші ігри.

source: had a moderate response from reviewers. We are curious what {0} will deliver in the future.
uk: отримала задовільну оцінку від критиків. Нам справді цікаво, що {0} покажуть нам у майбутньому.

source: received favorable reviews. With such a good start {0} are sure to gain fans quickly.
uk: отримала схвальні відгуки. Це був гарний початок і ми переконані, що {0} швидко знайдуть шанувальників.

source: outstanding
uk: хвалебними

source: great
uk: чудовими

source: moderate
uk: помірними

source: below average
uk: несхвальними

source: pretty bad
uk: досить поганими

source: {0} has recently released a sequel to their game {1}. The newest game in the series titled {2} was met with {3} responses.
uk: {0} нещодавно випустила сиквел до {1}. Нову гру під назвою {2} зустріли з {3} відгуками.

source: Critics praised that {0} had a newer engine than the original, really driving technical innovation.
uk: Критики високо оцінили {0} за оновлений ігровий рушій, який виглядає інноваційним з технічної точки зору.

source: A major negative reaction came from fans who felt that with the original coming out just {0} weeks before, the company is trying to milk the franchise for more money without delivering much new for players to enjoy.
uk: Здебільшого негативна реакція поступала з боку фанатів, котрі вважають, що за допомогою нової гри, яка вийшла декілька тижнів назад, компанія намагається вичавити з франшизи побільше грошей, замість того, щоб додати до гри чогось новенького, чим можна би було потішитися.

source: Sequel
uk: Сиквел

source: {0} has recently released an expansion pack to their game {1}. The expansion pack titled {2} was met with {3} responses.
uk: Компанія {0} нещодавно випустила доповнення для їхньої гри {1}. Доповнення під назвою {2} зустріли з {3} відгуками.

source: {n}A major negative reaction came from fans who felt that with the main game coming out just {0} weeks before, the company is trying to milk the franchise for more money without delivering much new for players to enjoy.
uk: {n}Фанати негативно відреагували на новинку. Вони вважають, що розробники, які випустили оригінальну гру лише {0} тижнів тому, просто намагаються видоїти з франшизи побільше грошей, замість того щоб дати гравцям щось дійсно цікаве.

source: Expansion Pack
uk: Доповнення

source: trial
uk: демо

source: {0} version
uk: {0} версія

source: This is the {0} version of Game Dev Tycoon in which you can play until year five.
uk: Це {0} версія Game Dev Tycoon, в яку ви можете грати лише 5 ігрових років.

source: Welcome
uk: Ласкаво просимо

source: good
uk: добре

source: It seems that the initial sales for {0} have fallen way below expected numbers. The game received {1} reviews but it seems that the chosen platform isn't very popular with the target audience.
uk: Торгівля грою {0} виявилась не такою жвавою, як очікувалось. Гра отримала оцінку '{1}', однак, здається, вибрана платформа не дуже популярна серед цільової аудиторії.

source: Sales Report
uk: Звіт про продажі

source: The latest game by {0} has had reviewers scratching their heads. Rather than bringing a new and innovative game to market the company delivered another {1}/{2} game which is more or less the same setting as their previous game.{n}One reviewer commented:'I think {3} was simply developed too soon after the previous game with not enough innovations in technology and design.'
uk: Остання гра від {0} змусила оглядачів ламати голову. Замість того, щоб вивести на ринок справді інноваційний продукт, розробники випустили ще одну гру в жанрі {1}/{2}, яка надто вже нагадує їхнє попереднє творіння.{n}Один з рецензентів заявив: 'На мою думку, {3} зроблена нашвидкоруч – її випустили майже одразу після попередньої гри фактично без жодних нововведень в технології та дизайні'.

source: Media Report
uk: Репортаж

source: Welcome to your new office! Now that you have a bigger office you can also hire staff and forge a world-class development team to make even better games.
uk: Ласкаво просимо до вашого нового офісу!↵ Маючи більше приміщення, тепер ви можете найняти персонал і зібрати команду розробників світового рівня і випускати ще кращі ігри, ніж раніше.

source: and
uk: та

source: Welcome to the new headquarters of {0}! We now have more space so you can increase the team further. The new office is also close to some renowned universities which gives us great access to new talent.
uk: Ласкаво просимо до нової штаб-квартири {0}!↵ Тепер у нас більше місця, отже згодом ви зможете розширити свою команду. Новий офіс знаходиться недалеко від кількох відомих університетів, що відкриває перед нами чудову можливість знаходити нові таланти.

source: Wow, this new office is amazing and the location is perfect too. I took a walk around the building earlier and had this radical idea. Why don't we open up our own research and development department?{n}This could really speed up our research and would allow us to attack bigger projects and innovations. It wouldn't be cheap but I think it would allow us to be the leading innovator in the gaming industry.{n}Anyway, I have done some research and I think we should open a lab and hire a whole team of researchers. Before we can do this however, we should have at least one design specialist in our team.
uk: Ого, наш новий офіс просто дивовижний, ще й дуже вдало розташований. Я прогулявся навколо будівлі і в мене виникла цікава ідея. Чому б нам не відкрити власний відділ досліджень і розробок?{n}Це реально прискорить наші дослідження, що в свою чергу дозволить реалізовувати більші проекти та швидше впроваджувати інновації. Звичайно це не дешево, але я думаю, що це допоможе нам стати провідним новатором в ігровій індустрії.{n}У всякому разі, я провів деякі дослідження, і гадаю, ми повинні відкрити лабораторію і створити команду дослідників. Однак, перед тим нам треба найняти хоча б одного спеціаліста з дизайну.

source: Hello {0}, We have just learned that you have opened your new headquarters not too far away from our university! We are just about to start a special course about game development and could really use your help.{n}Unfortunately we cannot offer any pay but I think you will find that teaching students about game development will be a great exercise to refine your own skills. {1} University{n}New training options available.
uk: Вітаємо{0}, Щойно нам стало відомо, що ви відкрили нову штаб квартиру неподалік нашого університету! Ми саме збираємося розпочати спеціальний курс із розробки відеоігор і нам би не завадила ваша допомога.{n}На жаль, ми не маємо чим віддячити, втім, я вважаю, що навчання студентів розробці відеоігор стане для вас корисним досвідом, і допоможе розвинути власні навички. {1} Університет{n}Доступні нові типи навчань.

source: Welcome to our very own research and development lab! At the moment it is empty but we have a number of skilled people eager to start working.{n}You don't have to hire them individually, instead you can simply decide on the budget for the R&D lab. The higher the budget, the more researchers will work and the higher the research progress will be.{n}Running your own R&D lab can be very expensive so be careful that you don't overspend. I suggest you start with smaller projects and don't be afraid to cut down the budget if necessary.{n}If there is no active project researchers will generate research points slowly, which you can use to train your main staff and unlock more game options.
uk: Вітаємо у нашому відділі досліджень і розвитку! Наразі тут порожньо, але у нас є кілька досвідчених людей готових працювати.{n}Вам не потрібно наймати їх індивідуально, замість цього ви можете просто прийняти рішення про бюджет для відділу. Чим більший бюджет,тим більше дослідників буде працювати і тим більшим буде прогрес дослідження.{n}Створення власного відділу досліджень і розвитку може бути дорогим, тому будьте обережним, не розкидайтесь грошима, аби не залізти в борги. Я рекомендую вам розпочати з не надто великих проектів і не боятися урізати бюджет при необхідності.{n}Коли активних проектів не буде, дослідники генеруватимуть очки досліджень повільно. Пізніше ви зможете використовувати ці очки для тренування персоналу або ж для розблокування нових опцій для ігор.

source: Welcome to our very own hardware lab! This is the place where we will create our own game console. Before you start, make sure you have a lot of cash saved up. Building a console isn't cheap. When you are ready to start simply {0} on the screen to access the action menu.
uk: Вітаємо вас у відділі апаратного забезпечення! Це місце, де ми проектуємо наші власні консолі. Перед початком переконайтесь, що у вас вдосталь грошей. Розробка консолей вартує чимало. Коли ви будете готові, щоб почати просто {0} на екрані, щоб отримати доступ до меню дій.

source: We just got word that {0} is retiring its MMO game {1} from the market. The game has been on the market for {2} months and racked up over {3} in sales.
uk: Ми отримали повідомлення, що {0} забирає з ринку MMO гру {1}. Вона була у продажу протягом {2} місяців і заробила на продажі {3}.

source: {1} was likely not profitable anymore as the maintenance costs were likely larger than the income.
uk: Схоже, подальший випуск гри {1} не був вигідним, так як витрати на її підтримку перевищували доходи від неї.

source: We are not quite sure why {0} has decided to take {1} off the market as the game likely still generated income for the company.
uk: Ми не розуміємо чому {0} вирішили зняти {1} з ринку, адже гра й все ще приносила компанії прибуток.

source: While fans of {0} weren't happy about the news many of them also play {1} which is still on the market.
uk: В той час, як фанати {0} були незадоволені останніми новинами, багато з них все ж бавляться в {1}, котра й досі є у продажі.

source: Fans of {1} have voiced complaints with one fan saying: 'I love {0} and played {1} a lot but now that they took it off the market I don't know what MMO I should play. If only {0} had released a new MMO I wouldn't be so upset.'
uk: Фанати {1} однаково відреагували на усунення гри і пишуть скарги наступного змісту: "Я люблю компанію {0} і грав {1} протягом тривалого часу, але зараз її забрали з ринку і я не знаю в яку ММО пограти. Якби ж лише {0} випустили нову MMO, я не був би настільки засмучений."

source: {0} has released their game console {1} today.
uk: Сьогодні {0} випустили свою ігрову консоль {1}.

source: The console seems to really push the limits of technology and is the most modern console ever to hit shelves.
uk: Ця консоль — справжній технологічний прорив. Наразі, вона є найсучаснішою консоллю, яку можна побачити на полицях.

source: The console does not seem quite on par with the high tech competitors but we will see what players think.
uk: Дана консоль абсолютно нічим не виділяється на фоні високотехнологічних конкурентів, але слід зачекати відгуків гравців.

source: Looking at the features of {0}, it seems that the
uk: Дивлячись на особливості {0}, здається що

source: list is extensive which is a good sign and could lead to a wide variety of games becoming available.
uk: список є обширний, що, скоріш за все, свідчить про те, що незабаром світ побачить широкий спектр нових ігор.

source: list is a bit slim. Don't expect too many gadgets and controllers to be available for this console.
uk: список дещо короткий. Не слід очікувати багато гаджетів та контролерів для цієї консолі.

source: First tests indicate that {0}
uk: Перші тести показали, що

source: 's build quality is excellent and will likely run for decades without issues.
uk: якість збірки {0} бездоганна, завдяки чому консоль прослужить не один рік.

source: is of average build quality. Don't expect it to last forever but in general you should not see many issues.
uk: {0} має середню якість збірки. Не очікуйте що вона буде працювати вічно, але в основному у вас не повинно виникати багато проблем.

source: is a bit fragile. We wouldn't be surprised if you need to make use of the warranty sooner or later.
uk: {0} дуже тендітна. Ми не будемо здивовані, якщо вам доведеться звернутися до сервісного центру.

source: All in all
uk: В цілому,

source: we think that the console will stir up the market and prove to be very successful.
uk: ми думаємо, що ця консоль підігріє ринок і виявиться дуже успішною.

source: we think that the console will do reasonably well in the market and it is a welcome addition.
uk: ми вважаємо, що ця консоль добре освоїться на ринку та буде гарним доповненням.

source: it's hard to say whether the console will do well as there are so many other good products on the market.
uk: важко сказати, як добре зарекомендує себе консоль на ринку поруч з іншими хорошими продуктами.

source: first
uk: першою

source: second
uk: другою

source: third
uk: третьою

source: {0} has taken their game console {1} off the market. {1} was the {2} console created by the company.
uk: {0} зупинили продажі своєї консолі {1}. {1} була {2} консоллю створеною компанією.

source: The worldwide game developers guild has awarded {0}, CEO of {1} the lifetime achievement award for contributions to the game industry. {0} has, during a stunning {3} year career at {1} delivered many ground breaking games.{n}The company is most recently known for {2}.
uk: Всесвітня організація розробників відеоігор нагородила {0}, генерального директора {1}, відзнакою за внесок у ігрову індустрію і підкорення небачених висот у своїй справі. {0}, за неймовірних {3} років кар'єри в {1}, подарував нам чимало прекрасних новаторських проектів.{n}Найвідомішою грою цієї компанії є {2}.

source: They are also known for their console {0} which has done very well on the market.
uk: Вони також відомі своєю консоллю {0}, яка дуже добре себе показала на ринку.

source: Game finished
uk: Гру завершено

source: Congratulations. You have finished Game Dev Tycoon. We will now calculate your final score and show you some statistics. You may continue playing after that.
uk: Вітаємо. Ви завершили Game Dev Tycoon. Зараз ми підрахуємо ваш остаточний рахунок та покажемо невеличку статистику. Після цього ви зможете продовжити грати.

source: Goal reached
uk: Мету досягнуто

source: You now have more than {0} fans! With such a big fan base you should now be able to self-publish medium games.
uk: Зараз у вас більше ніж {0} прихильників! З такою великою кількістю фанів ви можете самі випускати середні ігри.

source: You now have more than {0} fans! With such a big fan base you should now be able to self-publish large games.
uk: Зараз у вас більше ніж {0} прихильників! З такою великою кількістю фанів ви можете самі випускати великі ігри.

source: Game Convention
uk: Ігрова виставка

source: Dear {0}, We have followed your progress in recent years and would like to extend this formal invitation to participate in the biggest game convention on the planet 'Games, Games, Games' also known as G3.{n}By having your own company booth at G3 you can gain a lot of fans and hype for your games and we think our audience would love to see you there. We will contact you yearly with booth options. Hope to see you at G3. The G3 committee.
uk: Шановний/на {0}, Ми слідкували за вашими досягненнями протягом останніх років і хотіли б поділитися з вами цим запрошенням на ігрову виставку світового масштабу 'Games, Games, Games', також відому як G3.{n}Власний стенд на G3 допоможе вам здобути багато нових фанів і добряче прорекламувати ваші ігри. Ми переконані, наші відвідувачі будуть раді зустріти вас. Ми будемо виходити на зв’язок щороку з пропозиціями по стендам. Сподіваємось побачити вас на G3. Комітет G3.

source: Goal Hint
uk: Підказка

source: If you have more than 1M in cash you will be able to move to the next level. This might sound a lot but don't worry. Once you release a hit game you will get to this amount easily.
uk: Якщо на вашому рахунку назбирається більше 1M, ви зможете перейти на наступний рівень. Ця цифра може здатись вам недосяжною, проте не хвилюйтесь: щойно ви створите хітову гру, то легко візьмете цю висоту.

source: Engine Reminder
uk: Нагадування про рушій

source: Don't forget creating custom game engines. This will improve your games a lot! You can create your custom engine through the action menu once you have researched the Custom Engine.
uk: Не забувайте створювати власні ігрові рушії. Це суттєво покращить ваші ігри! Ви зможете створити власний рушій за допомогою меню дій, щойно ви вивчете таку можливість у вікні досліджень.

source: Hi {0}, I have followed the progress of {1} for a while and it seems that with your recent expansion you have started developing larger games. Larger games deserve to be seen by more people and this is where a publisher can come in handy.{n}A publisher will market and publish your game around the world. They will also help fund development. In return they keep most of the profits but since the game will sell a lot more it is usually still worth it.{n}I can put you in touch with some publishers so you can look at some of the available contracts. Just let me know. Jasmine Droke{n}Find Publishing Contract has been unlocked. It is accessible in the action menu.
uk: Вітаю, {0}, Я стежив за розвитком {1} деякий час, і помітив, що після вашого недавнього розширення ви приступили до розробки великих ігор. Великі ігри заслуговують на те, щоб про них довідалося більше людей, і це якраз той момент, коли видавець може стати в нагоді.{n}Видавець продаватиме та просуватиме вашу гру по всьому світу. Він також допоможе у стратегічному розвитку вашої компанії. У відповідь видавець отримає більшу частину прибутку, але оскільки в результаті буде реалізовано істотно більше копій гри, ніж зазвичай, така співпраця є взаємовигідною.{n}Я познайомлю вас з деякими видавцями, щоб ви могли переглянути доступні контракти. Просто дайте мені знати, якщо зацікавитесь. Жасмін Дрок{n}Дію 'Пошук видавничого контракту' було розблоковано. Вона доступна через меню дій.

source: Publishing Contracts
uk: Контракти з видавцями

source: Engine
uk: Рушій

source: Gameplay
uk: Ґеймплей

source: Story/Quests
uk: Історія/Квести

source: Dialogues
uk: Діалоги

source: Level Design
uk: Дизайн рівнів

source: Artificial Intelligence
uk: Штучний інтелект

source: World Design
uk: Дизайн світу

source: Sound
uk: Звук

source: Advertise in magazines
uk: Реклама в журналах

source: Magazines
uk: Журнали

source: Advertise in gaming magazines to get the game well known before it hits the shelves.
uk: Реклама в ігрових журналах допоможе грі стати відомою ще до того, як та потрапить на полиці.

source: Magazines & Demos
uk: Журнали та демо-версії

source: Advertise in gaming magazines and distribute demos of the game to give players an opportunity to try the game.
uk: Рекламуйтесь в ігрових журналах та розповсюджуйте демо-версії гри, щоб гравці могли її спробувати.

source: Small Marketing Campaign
uk: Мала маркетингова кампанія

source: Small Campaign
uk: Мала кампанія

source: Start a global marketing campaign including magazine ads, demos and interviews.
uk: Почніть глобальну маркетингову кампанію, що включає рекламу в журналах, демо-версії та інтерв'ю.

source: Large Marketing Campaign
uk: Велика маркетингова кампанія

source: Large Campaign
uk: Велика кампанія

source: Start a global marketing campaign to promote the game far and wide. Organize exclusive reviews, behind the scenes reports, TV trailers and more.
uk: Почніть глобальну маркетингову кампанію, щоб максимально розрекламувати гру. Організуйте ексклюзивні інтерв'ю, публікуйте коментарі розробників, випускайте ТБ-трейлери та ін.

source: Logo Animation
uk: Анімація логотипу

source: Create an animation for an existing logo.
uk: Створіть анімацію для існуючого логотипу.

source: Character Design
uk: Розробка персонажу

source: Design some game characters.
uk: Створіть деяких ігрових персонажів.

source: Playtest
uk: Тестування гри

source: Help to playtest a game.
uk: Допоможіть протестувати гру.

source: Game Backdrops
uk: Фони в грі

source: Design some simple background graphics for a game.
uk: Намалюйте кілька простих графічних фонів для вашої гри.

source: Setup Computers
uk: Налаштування комп'ютерів

source: Install Mirconoft BOSS on computers
uk: Встановіть Mirconoft BOSS на комп'ютери

source: Debug program
uk: Налагодження програми

source: Spritesheet Software
uk: ПО для створення спрайтшітів

source: Our staff needs to be taught how to use these modern technologies.
uk: Наших співробітників необхідно навчити користуватись цими сучасними технологіями.

source: Library Software
uk: Програма для роботи з бібліотекою

source: Develop a simple library management system
uk: Розробіть просту систему керування бібліотекою

source: Usability Study
uk: Тест на юзабіліті

source: Perform a detailed usability study.
uk: Проведіть детальне юзабіліті-тестування.

source: Review Game Concept
uk: Огляд ігрової концепції

source: Review a game concept using your expertise.
uk: Перегляньте ігрову концепцію, використовуючи ваші знання.

source: Game Art
uk: Ігрова графіка

source: Help out on a project with some game art
uk: Додайте цікаву ігрову графіку до проекту

source: Clean up database
uk: Очищення бази даних

source: Should one table really have 200 columns? Probably not.
uk: Чи потрібні аж 200 стовпчиків в одній таблиці? Напевно, ні.

source: Accounting Software
uk: Бухгалтерське ПЗ
